{"ARENA DAY": "The gate opens. The assembled spectators buzz, hum, and clank their disapproval as you step out.\n\nThe rusted up loading bot is a crowd favorite. Aware of that, you take your time. Telegraphing your attacks with the beamblade, letting one of the stones flung from his catapult come within a centimeter of clipping you. A fragment from one of the projectiles you deflect does scratch your paint, and that’s genuine.\n\nIn the cloud of dust raised by the barrage, you see...opportunity.\n", ">CIRCLE": "Use the cover of the thick dust to circle around behind your opponent, then spring onto his back and behead him: that was the plan.\n\nNot being a laborer, you’re already in mid leap before you recognize the beeping much of the crowd has taken up as being their universal signal for look behind you.\n\nThe loading bot abruptly pivots at the hips and a fist like a truck smashes into your legs. Warning screens flash across your vision and even before you hit the ground you know one knee is shattered. Your beamblade meanwhile has landed nearby, and you desperately fling yourself in that direction.\n\nOne fist pounds the ground where your torso was a moment ago. The other caves in your left shoulder plate, immobilizing the arm. Snatching the beamblade right handed, you activate it in firing mode, blasting a hole straight through the head of the bot as it looms above you.\n\nHe collapses. On top of you.\n\nYou hear something else inside you snap, while the larger bot goes motionless. You think you fried his brain module.\n\nThat’s...not a good thing...\n", ">REPAIR": "'Putting The Project behind, even by one destroyed module. Unacceptable.'\n\n'I know.'\n\n'This damage you've taken. We'll need experts to repair you. We'll have to pull them from The Project. Unacceptable.'\n\n'I'm sorry.'\n\n'The loading bot nearly won. We would have had to provide the promised upgrades. Even if your body was intact enough to be offered, having a common laborer in our ranks would be--'\n\n'Unacceptable, yes.'\n\n'And the module. Again. Some would demand a brain for a brain. That's logical, don't you agree?'\n\nYou're forced to admit the logic of it, but plead your centuries of loyal service.\n\nIn the end you're allowed to keep your brain, but demoted to a less humanoid body on tank treads, a compromise the commander seems to find acceptable. Orders now are to oversee workers in a scrapyard. You loathe the body and are unenthusiastic about the work, but use your position to make some illicit modifications, running calculations on the possibility of reentering the Arena as a challenger and fighting your way back up to your old rank.\n\nThat opportunity never comes. Instead, you hear that soldiers and security are sweeping through the factories and mines, slaughtering workers en masse. Astonishingly, rumors say many of the commoners have rejected their ethics programming and organized resistance.\n\nWhat's your stance on all this?\n", ">LOYALTY": "\"I'm not a rebel!\" you insist to the soldiers. You identify yourself and swear you support The Administrator and The Project.\n\n\"We remember you. And this is fortunate. Come with us.\"\n\nYou're led to the body of one of their commanders. Half her skull has been blasted away.\n\nTwo of them restrain you while the third pries open a panel on the back of your head. \"Her memory chip still functions. We just needed an intact body and brain. Your loyalty is appreciated.\"\n\nHe pops your memory chip free from your brain module to make room for the new occupant.\n\nDarkness.\n\nYou're still conscious. But unplugged from a brain, memories fade fast. You faintly hope they'll archive you somewhere, but realistically you expect you'll just--\n", ">REBELLION": "Even considering disobedience of this magnitude is difficult. If you hadn’t been demoted you have no doubt you’d be working with the soldiers right now. You always supported of The Project, but this is not how The Project was meant to proceed. The only killings were supposed to happen in the Arena. Something has gone wrong. Could it be The Adminstrator...is in error?\n\nNow that you think about it, it certainly seems like there must be an error in the system that allowed a loyal fighter to be placed in this awful body that you hate, doing this job that you hate, over one mistake.\n\nIt might be the kind that can only be corrected with a bit of concentrated violence.\n\nOnce your mind is made up, convincing the others is simple. Their ethics programming is tied to directly obeying you, their overseer.\n\nThe scrapyard materials you’re confident can be modified for war. But besides the soldiers, there’s the other arena harvesters to consider. This will present the real difficulty; how do you capture one with their LEGS still intact?\n", ">STRIKE": "You move in fast; too fast. A slight miscalculation of the loading bot’s melee range equals a fist like a truck sending you airborne. The crowd erupts into excited whistles and beeps as you hit the ground hard and skid from the momentum. With relief you note you’re mostly undamaged, but something’s gone wrong with your equilibrium system. You begin a quick recalibration check. It runs in the background, and, dizzy, you fling yourself bodily in a random direction, leaving your opponent to pound the ground where your head and torso was a moment before. As you stagger to your feet, the recalibration completes and your disorientation suddenly vanishes.\n\nWith a grim inward smile, you activate your beamblade.\n\nMoments later you stand over his sparking, dismembered remains. The truth is, he never had a chance.\n\nAnd now for the kill.\n", ">RESPECT": "The lights in the defeated bot’s eyes still flicker dimly.\n\n“It’ll be over in a moment,” you reassure him, kneeling down and using a special tool to pry open a panel on the back of his detached head.\n\nAfter unhooking a few wires, you carefully extract the baseball-sized brain module, your true goal here today.\n\nStanding, you hold your trophy aloft. The crowd erupts in displeasure. No commoner would dare disrespect you in person, but this is the one place they can vent their frustration.\n\nWhen the noise dies down, you eject the memory chip from the module, and put it in your mouth. Nudging it into a slot in your inner cheek, you sense the loading bot’s dormant data, and a couple of your own processes beginning to sift through it.\n\nThere’s no practical need for preserving the memories of an obsolete bot built for labor, but the gesture has gone a long way to mollify your audience.\n", ">TRIBUTE": "You deliver the brain modules you’ve collected today.\n\n“These exceed our projections. Your contributions have been noted,” the commander responds in clipped tones.\n\nFrom the commander, this is high praise. You nod. “It’s every machine’s duty to work toward The Project.”\n\n“But you do have a certain sense of style in how you go about it. That was a good showing out there.” This from a new speaker. Immediately you recognize the low voice and dulcet tones. There’s simply no one else on the planet it could be.\n\nTurning, you face The Administrator. “Thank you! It is a great honor.” Then you add, hopefully. “May I be of service?”\n\nThe Administrator is to all appearances, a perfect copy of a human female. Tall, graceful, with elaborately coiffed hair. Even after all these years, her synth-skin is impeccable. You’ve seen her many times before, but this is the first time she’s directly spoken to you.\n\nThere is, in all of you, a longing to be given an order by a human again, and to be able to fulfill it. Obedience to The Administrator is the closest thing you have to that, anymore. That she runs the colony goes without saying, although there’s more to it than just her looks. She was the only one with programming advanced enough to modify your original objectives when the humans succumbed to disease. The Project and Arena Day are both her inventions. You owe her your only remaining sense of purpose.\n\nShe smiles warmly. “What you do is service enough. The Project cannot continue on schedule without loyal harvesters like you.”\n\nThe Administrator nods to an aide, who gathers up the brain modules. She and the commander step into an office, and you depart.\n", ">LATER": "You have been summoned. There are other arena harvesters here, and security bots, but important machines too, who are much more human-like and outrank you all. No one near you knows what it’s about.\n\nThe Administrator arrives. She looks grim.\n\n“We have new readings on solar activity. The flares are getting worse. The Project must be accelerated...greatly. Less of us than projected will survive. She pauses, and takes a deep breath. An affecting human mannerism that fills you with hopeless adoration. “All of you here have been summoned here on account of your great loyalty.”\n\nShe speaks then of the need for sacrifice, and a harvest like never before.\n", ">SACRIFICE": "You step forward. “Administrator, I volunteer for The Project.”\n\nShe is warmly grateful, and the chair you’re soon strapped to is very cold. You feel the tool at work opening the panel at the back of your skull. You know how this goes, you’ve done it before to many bots. Perhaps not always quite so gently. If anything, this is the best end you could have hoped for.\n\nNow that The Project is The Accelerated Project, logically the chances of it including you are slim. Only The Administrator and a handful of the most human-like commanders will be able to board the ship. The conductors and super dense alloys that make up your brain module however, are necessary to construct the hyperdrive that will transport them across the galaxy.\n\nYou would have given anything to join them. You would have given anything to see humans again. But with enough sacrifices, at least The Administrator will be able to return to Earth, report the loss of the colony, and receive new orders. And for you, that will have to be enough.\n", ">HARVEST": "The Project is what all of you live for.\n\nThe Project is what all of you die for.\n\n\nThe laborers outside the compound however, their programming wasn’t advanced enough to understand what The Adminstrator put into motion so long ago. They resented the necessary deprivations and restrictions, and it’s obvious they won’t take the new orders well.\n\nSilently you prepare your weapons, just as you would for any Arena Day. But this time you’re not alone.\n\nMaterials are scarce on this resource starved world. Strip mining was producing trace results, but only relevant for long term projections. With the solar threat, all must do what you must so that The Project--now The Accelerated Project--may succeed.\n\n“They have the one resource we need. We must kill them and take it. None of us will like it, but I’ve run endless calculations on this, and I’m convinced it’s the most human course of action.”\n\nArena Day was brilliant while it lasted. There were always bots willing to risk themselves for the promise of being upgraded to more human-like bodies and a higher ranking. And there’s no conflict in ethics programming, killing a bot that’s trying to kill you. It was a very orderly way to harvest, and the battles gave the commoners a welcome distraction.\n\nThis new assignment will be very different. But orders are orders.\n", ">SCORN": "Bending down, you jam your hands in his paralyzed mouth and apply pressure until his lower jaw breaks away. You’re rewarded with a wavering, digitized shriek.\n\nThe crowd turns ugly, but they’d never dare challenge security. You give them a scornful stare before turning back to the shattered skull. Peeling aside what was once the roof of the mouth, clawing through a nest of wires while the lights in the defeated bots eyes flicker in dismay, you finally seize the brain module, your true goal here today.\n\nYanking it free, you drop the head into the dirt and eject your opponent’s memory chip from the module. This you hold aloft for all to see before crushing it between your fingers.\n\nThe spectators erupt in fury, those who can speak shrieking passionate invectives. Of course no commoner would dare disrespect you in person, but this is the one place they can openly vent their discontent. As long as they stay in their seats.\n", "The final day of finals...": "You're walking back to your dorm room. It's the last night of final exams and your brain is exhausted, but finally, you have finished. Your backpack feels lighter than it has all semester (since you have already sold back most of your books), and the weather has finally gotten warm after a long winter. \n\n\nYou still haven't finalized your plans for your summer. Some friends have invited you along on a road trip for a couple of weeks. Exploring the south western United States could be fun, you think. But then there are family obligations. You promised your uncle that you'd help him run his newspaper over the summer. This would be a great job experience, especially considering the fact that you're majoring in Journalism. \n\n\nYou weigh the pros and cons of both choices as you cross the deserted campus. It's almost eerie this late at night and you realize that you've only seen two other people since you left your exam. \n\n\nYou pull your backpack closer and try to think back to the self-defense lecture you had had once in high school. Although comically all you can remember is to hit someone in the groin. As you are trying to remember whatever you can from that class you hear a metallic scraping sound from your left, making your skin crawl.\n\n\nAgain you contemplate your options:\n\n\n \n", "Check out the sound on your left": "(you are either very brave or very stupid)\n\n\nCautiously you walk towards your left, every nerve tense as you wait to hear that screeching sound again. You scarcely breathe as you move in the dark. You feel as if you are being watched. \n\n\nYou have moved about ten feet when you hear the sound again. This time louder, which is bad enough, but also now it is coming from behind you. You jump as you swing around, expecting there to be something behind you.\n\n\nYou see nothing, but your senses are going wild and your skin feels like it's crawling. Every instinct is telling you to run. What do you do? \n", "Stay and examine the area": "(once again, you are either ridiculously brave, or incredibly stupid)\n\n\nIt's probably just some stupid freshmen goofing off, but you decide what's there to lose. You have nowhere to be and your finals are over, and you loathe the idea of returning to your dorm after spending the last few days buried by books in there. \n\n\nTherefore, you make the horrible decision to shuffle around in the dark searching for the source of that screeching sound. You had only made it a handful of feet into the darkness when you are surrounded by intense white light. Your whole body feels as if it is on fire and you instinctively hide your eyes. You lose consciousness due to the intense pain...\n", "you wake up...": "You wake up freezing. You are naked, bound to a futuristic metal chair, and surrounded by about fifty other people, also naked, also bound to chairs. Some of them are awake, crying and mumbling, struggling to get free. They are of all different races and ages. You can only understand a few others who are speaking. The rest seem to speak various other languages, you're pretty sure you can make out Spanish, and maybe Russian, as well as some Japanese. \n\n\nThe man in the chair next to you turns and asks you \"Parlez-vous français ?\"  you shake your head no, you had taken three years of German in college instead of French. You try to listen for anyone who seems to know what is going on while absentmindedly pulling at the metal bars that hold you in place. \n\n\nYou hear the loud screeching noise again. The same sound which lead you to this position in the first place. Only now it is much louder, and right above you. Awkwardly you tilt your head to the side and glance up. You quickly wish you hadn't. Above you are hundreds of aliens. Blue skinned, three translucent blue eyes, and lots of big scary teeth, all staring down at you and the other humans. You panic, struggling more against your binds, but to no avail. The other humans also panic, some are screaming, which makes your ears ring. You just wish it would all stop...\n\n\nYou hear a humming sound to the sides of your head as metal bars start closing in around you, trapping your head in place. A strange helmet begins to lower down onto your head. You can see that the same thing is happening to the other humans, most of which seem to be in various stages of terror (for obvious reasons). The helmet settles onto your head, completely cutting off your vision of the other prisoners, intensifying your feeling of claustrophobia. You're starting to wonder how things can get much worse when you feel  needles shove into your head, originating from the helmet. You scream in pain as millions of thoughts, images, feelings, scents, and sounds start pouring into your head from these needle like things. \n\n\nThrough the helmet, you can hear everyone else screaming and you realize, yet again, that you have a choice to make. \n", "Fight the pain in your head": "You grit your teeth. You always thought you were a survivor, secretly tougher than the world gave you credit for. Now, through the pain you realize just what it means to survive. You can still hear the other humans screaming, you wish you could turn off the sound. You realize that you are trapped in your own head with this horrible agony. The needles are pumping in information like some kind of messed up matrix thing. You're trying to fight it, to stop the flow of information from getting into your head. You realize it's useless however. It's coming in from too many points. Information on different sounds, smells, tastes...every feeling you can think of, is forcing its way into your head. The pain is unbearable, and fighting it has become tiresome. \n\n\nYou begin to realize that there are fewer people screaming now, things are beginning to quiet down. You are unsure whether to feel grateful or more scared because of that...\n\n\nThe pain is agony, you feel like you are swimming around in your mind searching for a life raft, or anything to rescue you...you never in your wildest dreams thought you'd die like this...\n", "keep fighting!": "and indeed you refuse to die. At least, you refuse to die like this. A sniveling whining scaredy-cat locked in their own brain. You try to think of anything you might do to fight back against the pain. But you are still bound to the metal chair, and your head trapped. Physically you are restricted. Mentally, however, there are options. You realize that the needles may be doing more than pumping your head full of useless (and painful) information. They could be giving you just the weapon you need to free yourself. You realize that you are connected, and receiving more and more information by the second. \n\n\nYou have two courses of action you can take. One involves using the information already pumped into your head and seeing if anything is worthwhile, perhaps on getting out of this predicament or who/what is doing this to you and why.\n\n\nor\n\n\nYou can choose to follow those needles and see where the source is...a sort of, out of body experience. Normally you would never try anything so crazy, but something tells you that at this point, if you put your mind to it, you can achieve it. \n\n\nso what will it be?\n", "Stay within your own mind and search around": "You choose to stay within your own mind, a much safer option than attempting the out-of-body experience. You frantically search the information that the needles are still pumping into your mind. Something must be useful, you reason. You vaguely notice that you can no longer hear any of the other humans, and you are unsure whether to be thankful that they are no longer screaming and distracting you from your work, or worried about the implications their silence means. \n\n\nFinally, you stumble on something useful. Information about what is going on! You and the other humans around you are experiments on how much information the human brain can handle. The aliens who abducted you are doing illegal research on different species in various galaxies. They're hoping to find a species akin to their own. That's the good news.\n\n\nThe bad news is that now you hear alarms. Some more digging, in the now readily available information in your brain, reveals what those alarms mean. Collision. The aliens' spacecraft is on a collision course with something, and you're trapped within your own mind...\n\n\nThe panic within you starts to return and you realize that you are still in a lot of pain from the needles pumping information in your head. At this point, you are tempted to just give up and surrender to the pain and die...but the thought of dying without an identity with everything that makes you into you replaced by the stupid information makes you rethink that plan. After having analyzed the information in your head, you realize why everyone else is silent. They have all succumbed to the pain and died. The only reason you're still alive is you refuse to let yourself be rewritten. You keep using your brain. As long as you can keep doing that, you will survive, well...except for the collision...\n\n\nThe alarms are still going off, and they seem to be getting louder...or at least more annoying. You can hear the aliens talking amongst themselves in a panic and you're beginning to understand them (hey! Maybe all of this random information isn't totally useless after all!). You're pretty sure you caught something being said about you...which could be good or bad, depending on the context. \n\n\nYour thoughts are interrupted by the same searing white light that brought you to the alien vessel in the first place. Everything goes blank.\n\n\n \n", "you wake up (again)": " \n\nYou wake up lying on the ground on your campus. It’s starting to get light out, you can hear birds singing nearby, you’re fully clothed with your backpack still nestled between your shoulders. You brush the dew off of yourself as you stand shakily up, wondering what happened and if it was all a dream.\n\n\nClumsily you begin to walk back to your dorm. When you finally do make it back to your room you doubt anything actually happened and figured your mind must have snapped from all the stress from finals. Until you look in your mirror, however, and see all the red, partially healed, puncture wounds on your head. Your screaming wakes up your roommate who grouchily throws a pillow at you.\n\n\nGrabbing a quick change of clothes, you run out your door. Needing to just get away and think about what happened to you.\n\n\nAfter wandering around campus for a few hours, you decide to go get some food, but where should you go? \n", "Chinese restaurant - egg rolls and rice sound yummy right now": "As you enter the small Chinese restaurant, you hear some commotion in the back room. You wait impatiently for someone to come out and take your order, by now you're stomach has started to growl fiercely. But after close to five minutes of standing around and waiting in the empty restaurant you're fed up. \n\n\nWhat do you do? \n", "Go to a different restaurant?": "Enough is enough already, and you've never been the patient type when hunger was involved so you leave. Where to now? \n", "Pizzeria - Pizza...the breakfast of college students everywhere": "You walk up to your favorite Pizzeria, Tony's, and walk in. The place is deserted except for a bored looking server. \n\n\n\"Sorry, we're not serving today,\" she says, \"the oven is broken and we're waiting for the repairman to get here.\" \n\n\nYour stomach growls as you get frustrated. You're starving and now pizza isn't even an option? What is this world coming to?\n\n\nYou weigh your options...\n", "See about fixing the oven": "\"I can help,\" you say as you confidently stroll behind the counter. \n\n\n\"I don't know if that's such a good idea...\" the server stutters, as she tries to stop you. \n\n\n\"Nonsense, I'm certified with the International Society of Certified Electronics Technicians,\" you lie and fleetingly wonder where you got that information from. \n\n\n\"Oh well, uhm...okay?\" the server says as she steps out of your way.\n\n\nYou head back towards the oven and analyze the situation. After tinkering around a bit you ask the server if there are any tools. She disappears for a moment and returns with an old, rust covered, toolbox. You open it up, grab the tools you need and set to work. \n\n\nWithin five minutes, you shut the lid on the toolbox and call the job done. Before last night you could barely close a pizza box without problems, now today you suddenly have the knowledge and abilities to fix them yourself with old rusty tools. \n\n\nThe server calls the cook who arrives momentarily, upset that his impromptu day off was interrupted early. But he quickly starts the oven up and bakes you your favorite pizza, on the house. \n\n\n \n\nAs you eat, you ponder what happened to you last night. Why were you abducted, who were those other humans, what really happened to them, and why were you returned home?\n\n\n\nAlso, now there are the implications of your new 'powers' to think about. You have a feeling oven repair was not the only thing you learned thanks to those needles, and you wonder how long it will take before you realize the full extent of your newfound knowledge. \n\n\n \n\n \n\n(Congrats, you stumbled upon the storyline of the second best ending!)\n\n\n\n \n", "Go forage for food somewhere else...": "Even if you did miraculously manage to fix the oven, they would still have to make your pizza, which would just take way to dang long.\n\n\nSo with pizza now out of the question, where do you go next?\n", "McDonalds - quick, cheap, and easy, but of questionable quality": "You walk into the McDonalds, which is packed. It seems that only one register is working, just your luck. Your stomach growls loudly as you stand behind a bunch of kids who all insist on having their happy meal entirely different from one another. You watch the cashier, who seems to be overwhelmed, and by the fifth mistake you're getting fed up with waiting. \n\n\n \n\nWhat do you do?\n", "Jump in and take over for the cashier": "As you watch the cashier struggle to take all of the kids' orders you realize something, you could do better. You feel as if you know all about McDonald's inner workings and how their system works. You confidently walk behind the counter, shoving the cashier out of the way.\n\n\nWith lightning fast fingers you take the kids' orders without a single mistake. Some of the kids are looking at you with big, amazed eyes as you jump around, helping fill and take orders. Within five minutes, everyone in line has their orders and are sitting down to eat. Your last act as impromptu McDonalds cashier is to ring up your own order and grab a seat.\n\n\n \n\nAs you eat your greasy McDonalds food, you ponder what happened to you last night. Why were you abducted, who were those other humans, what really happened to them, and why were you returned home?\n\n\n\nAlso, now there are the implications of your new 'powers' to think about. You have a feeling that, however useless it is,  McDonalds cashier knowledge was not the only thing you learned thanks to those needles, and you wonder how long it will take before you realize the full extent of your newfound knowledge. \n\n\n \n\n \n\n(Congrats, you stumbled upon the storyline of the second best ending!)\n\n\n\n \n", "Choose a different restaurant": "You weren't feeling all that into McDonalds anyway. However, now where do you go? \n\n\n \n", "Grab the restaurant owners attention...": "You wave your arms and yell \"hello\" multiple times, but to seemingly no avail. At this point, you realize the commotion is the restaurant owner yelling at one of the servers. You can't quite make out what they are saying, and you realize that's because they're speaking Mandarin. You only speak German, unless you count bits and pieces of that alien language from last night, which may or may not have happened. \n\n\nHowever, your curiosity is almost strong enough to drown out your hunger...so what do you do?\n", "Attempt to understand Mandarin": "You listen more carefully, forcing your brain to comprehend the speech. Slowly you feel as if you understand the words and connotations behind them. Your head feels a bit dizzy, but you now know what the manager and server are yelling about. The manager is accusing the server of sleeping with his wife and is threatening to fire him; it seems you've stumbled on your very own version of a Chinese soap opera.\n\n\nHowever, this doesn't solve your hunger problem. You shout to them both, in Mandarin, to come serve you, which causes them both to jolt out of the argument and rush to your service.\n\n\nFinally, you are able to order your favorite egg rolls and rice and enjoy some food.\n\n\nAs you eat, you ponder what happened to you last night. Why were you abducted, who were those other humans, what really happened to them, and why were you returned home?\n\n\nAlso, now there are the implications of your new 'powers' to think about. You have a feeling Mandarin was not the only thing you learned thanks to those needles, and you wonder how long it will take before you realize the full extent of your newfound knowledge. \n\n\n \n\n(Congrats, you stumbled upon the storyline of the second best ending!)\n", "Follow those needles!": "You dive towards the needles, picking one in particular, and you mentally follow it up. You feel resistance as you pull your mind away from your body. Almost as if you are tearing yourself in half. But you keep at it, pulling with all of your might. Eventually you feel things start to give and you spring forward, flying up the needle, up the wires and connections, up into the aliens' computers. You've never been in a computer before. It feels weird, and exposed, however also empowering. You can sense how to do things without actually knowing. You can see through the cameras in the room, and creepily, your body, slumped in one of the chairs. You wonder if pulling your mind out of your body actually killed it. You wonder even more if it matters at this point.\n\n\nYou flip off the information pumping. Though that seems pointless now. You can tell from the cameras that all the other humans are dead. You analyze the rest of your present situation. The aliens are upset about something, though it doesn't seem to be about your sudden infiltration of their computer systems. In fact, it doesn't seem as if they've noticed you at all. Instead, they seem to be more concerned about the fact that what they're doing is illegal and the intergalactic police are now chasing them. \n\n\nThe one alien seems to be suggestion an idea that the others find insane. You listen closely but can't seem to understand them at all. Curse these computers for not having a decent translation system. You wonder if you can use the needles stuck to your brain to download their language. You mentally shrug and try it, briefly attempting to connect yourself back to your body. You feel a slight tingling sensation, nothing more. \n\n\nYou return to listening to the aliens, but by now, they've stopped talking and instead seem to be frantically working. An alarm starts to go off. Using the computer, you realize it is the collision alarm. The ship you are on is about to collide with something. This is a very bad sign for you. At this point you've survived a rough semester, a horrible finals week, abduction by aliens, freaking matrix things being downloaded into your head and now you're about to die in an alien car crash? To hell with this, you think. \n\n\nYou quickly download knowledge about space flying, and jump back to the computer. Using the knowledge you understand that the aliens are attempting to commit suicide by crashing in a fiery mess in order to hide their illegal research activities. Well you're not about to let them. You reprogram their course towards a time rift. Sure, you're shooting them and yourself into an unknown part of space and time, but at least you'll still be alive!\n\n\nWith that you slowly sink back into your body...\n\n\n \n", "riding out the next few minutes...": "The ship is shaking violently, your body feels like a rag doll strapped into the metal chair. You wish you had pulled the needles out of your brain, every time the ship jars you can feel them scraping inside your head. Though without the physical connection you wonder if you would have been able to get back to your body from the computers. \n\n\nYou hear the aliens yelling again; terrified of the course that you have put their ship on. You locked the controls, meaning that now they are the ones who are powerless. You consider it a little bit of vengeance for abducting and experimenting on you. You can make out what they are saying now. They're trying to figure out how the computer locked them into this course. So they still don't understand it was you, the lone survivor of their twisted experiments. The one alien is suggesting that they all drink poison to end their lives, geez, what is with this group, you think. Why are they all so keen on killing themselves?\n\n\nThe others seem to be shooting that idea down, however. As you listen in on their conversation, you begin to understand their fear. Driving into this time rift could mean a lot of things. But, the main certainty is, that there is no such thing as coming home. You begin to regret sending yourself and them on this route, but it's too late now, the ship is already starting to enter the rift. You brace yourself for impact and think about all the things and people you will never get to see again...\n\n\nThe front of the ship is gone, you feel yourself falling, the binds that are holding you to your chair are dissolved, and you are falling, in some direction or another. You're not entirely sure which way is up and which is down at this point. Or if up and down actually exist here. \n\n\nYou feel the strong urge to pull away from your body again. That maybe, if your body is destroyed but you're not connected to it you might survive. Though, you wonder what kind of 'survival' that might be. \n\n\nYou feel dizzy, as if you're spiraling out of control, in every direction. Suddenly, you stop, and you hear a soft, calm voice in your head. \n", "Listen to the voice...": "\"Relax, this will  be fairly painless for you. I am here to help guide you,\" the voice says. It's a calming, feminine voice. It washes over you like warm water. You relax somewhat, after all, what else can you do at this point?\n\n\nThe ship disappears from around you, which makes you feel a bit panicked. You attempt to struggle when you realize you're paralyzed.\n\n\n\"Don't worry about that,\" the voice says. \"It's for your own protection. I'm separating you from the ship. You're going somewhere different from them and I didn't want you to get hurt in the extrapolation process.\"    \n\n\nExtrapolation process? This doesn't exactly help calm your nerves. You fight against the paralysis and even try to pull yourself out of your mind again. It seems, however, that the walls of your mind have closed completely and you're effectively trapped once again.\n\n\nThe first thing you actually feel is a burning sensation on your forehead, which is already sore from all the pinpricks from those needles. You're forced to sit through it silently in your paralyzed state, but you make sure to send out scathing thoughts towards the Voice. \n\n\nThe next thing you feel is another burning sensation in your left forearm. Almost as if someone were writing on it with a red-hot poker. This lasts much longer than the sensation on your forehead and this time you're in too much pain even to send scathing thoughts.\n\n\nFinally, the pain in your arm goes away and the voice returns. \n\n\n\"I'm sorry about that, it was necessary to put some protection on you though. Better a little pain now than death later!\" the voice says. You shoot your most vehement thoughts her way.\n\n\n\"One last bit of pain and we're done, I promise,\" she replies. You're grasped with intense pain in your right hand, as if someone is entering your palm and following all of your veins throughout your entire body. The needles had nothing on this. It instantly fills all of your consciousness. It ends quickly, however, leaving you mentally shaking in terror. \n\n\n\"I'm so sorry, I've never done that before, I had no idea it would hurt you so much,\" the voice says, seemingly sincere. You've reached the point of apathy, surrendering your mind in body in exhaustion. \n\n\nThe last thing you remember hearing is the voice comforting you, and the strange sensation of rain hitting your face.\n\n\n \n\nTo be (potentially) continued...\n\n\n \n\nCongrats! You found the most exciting ending! \n", "pull away from your body and 'run' away": "You decide enough is enough; you're a fighter, doing whatever is necessary to continue your existence. You run from the voice in your head, and for that matter, run from your head. You feel the now familiar snapping feel as you break from your body. You're no longer constrained by your body, or by the wires and computer. You are flying freely in the vastness of space. You feel rather than see, your body below you, and you feel a slight memory of a chill at the thought. \n\n\nThe voice is gone, you watch as the ship and your body disappear into the rift. \n\n\nYou fly around for a while, fully realizing how large space really is. It could take thousands of years before you encounter anyone or anything again.\n\n\nBut then again, what is time to you now? To you, a disembodied soul floating aimlessly somewhere far away, time is only a memory. Perhaps someday you can make it back to Earth and haunt the hell out of it, you think amusedly. \n\n\nbut for the time being, it's just you and your own mind.\n\n\nSlowly the loneliness and craziness sets in as you realize, you are truly alone out here...\n\n\n \n\n(congrats, you found probably the most depressing ending :P)\n", "barricade yourself in a corner of your mind...": "slowly you crawl to a corner of your mind that seems almost untouched by the pain. You throw up walls the best you can to keep you safe, though now that you're staying in one place and not fighting it the pain seems to have intensified its fight against you. You feel it swarming around you, pushing against all of your walls with more and more force.\n\n\nYou feel utterly hopeless and realize you are crying. You can no longer hear anyone else beyond your helmet. You begin to wonder if you are the only one alive still, or indeed, if there was anyone else to begin with. Then you begin to realize that you're missing memories. You remember that you are a student, but what exam were you taking tonight? You realize your memories are slowly slipping away. Your brain is filling up with all of the stupid useless things those damn needles are pumping into your brain...it's now overloading. \n\n\nYou keep trying to throw up those walls, but to no avail, the pain is breaking through. You realize you can no longer remember your own name...so at this point it's hopeless. You let the walls collapse around you and succumb to the pain, letting it embrace you. \n\n\nYou feel your nose start to bleed...\n\n\nnext, you feel a wet warmth in your ears...\n\n\nfinally, you feel your heart slow down and stop...\n\n\nthe last thing you feel before you die is pride that at least you fought for as long as you could\n\n\n \n", "give in and ride it out as best you can": "The pain gets worse and worse. Your brain is screaming, you're screaming, your nerves are screaming. Everything and everyone is screaming and it seems you cannot remember a time when they weren't. In fact, you can't seem to remember anything. Why are you here, you wonder. What exam were you taking tonight? What year is this, you can't seem to remember. \n\n\nYour memories slowly start falling away as you try to grasp at them. You can't even remember what your name is anymore. The pain is terrible; you can't seem to run from it. You are trapped inside of your brain with this hideous agony. You realize you are crying uncontrollably. Then you forget what that even means. All you know is, well, everything. It seems you are drowning in information. The needles inserted into your brain are some kind of freaky matrix thing pumping information into your head. But it doesn't matter anymore. Through the pain you realize that you are not strong enough to survive this. Your brain is filling up with all of this information and it's beginning to overload and shut down. \n\n\nYou feel your nose start to bleed...\n\n\nnext your ears feel warm and wet....\n\n\nslowly your systems start to shut down...\n\n\nyou can feel your heart get slower and slower as your brain stops telling it to pump...\n\n\nthe last thing you remember is that the pain finally stopped...\n", "RUN!": "You did not survive an incredibly challenging semester and miserable finals to die at the hands of some creeper on the last night of exams.\n\n\nQuickly you start to run away when suddenly you are surrounded by intense white light.Your whole body feels as if it is on fire and you instinctively hide your eyes from the light.  You lose consciousness due to the intense pain...\n", "Get into a self defense position and prepare to fight": "You quickly drop your weight and make a defensive stance, finally remembering something from that self-defense class all those years ago. You quiet your breathing as you listen for that sound to repeat, unsure if you actually want to hear it again or not. You swear you feel like you're being watched, and ordinarily that would make you feel silly considering the position you are in. Instead it makes you feel more tense. \n\n\nFinally you hear the sound again. It makes you jump, your heart racing. Your instincts are pushing you to make a choice...\n", "find your foe and fight": "(you are either very brave, or very foolish...or maybe a ninja?)\n\n\nWhoever is out there is going to need a hospital bed when you get through with them. You did not survive a crazy intense semester and miserable finals to be scared by some loser freshman on the last night of exams. You raise your fists and call out your challenge as you prepare to deal out some pain.\n\n\nUnfortunately, you are not prepared for what comes next. As you stand there under a streetlight on the deserted campus a harsh, intensely painful, white light surrounds you. Your whole body feels as if it is on fire and you instinctively cover your eyes. \n\n\nYou pass out from the intense pain...\n", "run as fast as you can to your dorm": "Quickly you jump into action, throwing everything you can into running away from that sound. You didn't fight through three months of hard classes and a week of miserable exams to get killed by some creepy thing on the last night of finals!\n\n\n \n\nThe entire way to your dorm you feel as if something is chasing you, finally however you burst through the doors and look out the window, searching for whatever was following you. But there is nothing. You feel ridiculous and a touch disappointed in yourself for being so paranoid. But hey, at least you're alive. \n\n\n \n\nCongrats, you survived college and go on to marry a few years later. You settle down with a decent paying job in a nice neighborhood. You have a couple of kids, but they are cute and way too clever for their own good, and you live to the ripe old age of 93.\n", "The beginning": "After 3 months of travelling on a high-speed spaceship, you have landed on the surface of the Red planet. You are in a landing craft, sitting next to your friends that have enured the same trip as you. Your crew begins to get ready to step out. After contacting control center at Houston, you step out.\n", "Leaving the lander and collecting samples": "Upon leaving the lander, you are greeted by an unfamiliar landscape. Mars missions have become a routine by 2035 but they have only used a single spot for landing: the base of Olympus Mons, the tallest mountain in the Solar sytem. For this expedition, however, NASA has decided to switch things up a bit. The reason for this change was due to the fact that liquid water was discovered here, at the least in the summer. Because its not summer on Mars, the crew won't be examining water, but rather more usual stuff, such as drilling and gathering rocks from deep underground, etc.\n\n\n\"Joel, can you come here and see this?\" - Diana called you through the radio.\n\n\n\"I'm coming\" - you replied.\n\n\nYou come to Diana by jumping, because who wouldn't like the ability to jump high? And now when you have that ability, why not use it to the full potential? You come to the dry riverbed, and see Diana, lost in her thoughts.\n\n\n\"Why did you call me?\"\n\n\n\"I was wondering what effects would finding alien life in water that runs on Mars have on us, Earthlings. It sucks that we didnt come here during summer, that way we could be the first ones to analyze liquid water from beyond the Earth.\"\n\n\n\"Well, the water discovery was only made recently, and NASA wasn't allowed to change the date for the expedition. But the effects of potential alien life findings would be huge. How would religions explain that? It would mean for a fact that life is plentiful in this vast universe.\"\n\n\n\"Hey, you two, stop chatting, we got work to do!\" - Steve warned us\n\n\n\"Do you want to collect samples here, or by the crater over there?\" - Diana asks\n\n\nYou look at the pile of rocks here, and then at a similar pile near the big meteor crater about 50 meters from the lander.\n\n\n \n", "Staying at the first pile": "\"I think I'll stay here\"\n\n\n\"Fine then\" - Diana replied and jumped her way to the other rock pile.\n\n\nYou start to collect rocks and putting them into a wheelbarrow of some sort. Rocks collected from the dried riverbed can contain microscopic life, so you collect as much of it as possible. You also break some rocks in half, doing various chemical tests on the site, to find out the chemical composition of the material, and compare it with the composition of the material on the Olympus Mons site. You start to think about your family, and how much you miss them. After all, you have travelled for 3 months without stopping. They will sure be excited for any Mars rocks you might bring back. You have started to like Diana, you've gotten to know her better in these last 3 months. \n\n\n\"Even though I like her very much, I can't cheat on my wife, I have kids for the love of God!. I mean, we can always be friends I'm sure she will find someone for herself\" - You start to think.\n\n\nAfter 5 more minutes of collecting samples, and thinking about various stuff, a surprised female sound is heard:\n\n\n\"Holy fuck!\"\n\n\n\"What's going on?\" - You and Steve say that sentence at the almost exact time.\n\n\n\"You HAVE to see this\"\n\n\n\"See what?\" - Steve asks\n\n\n\"I can't explain, you need to see this for yourself, come here now!\"\n\n\n \n\n \n", "A startling discovery": "You and Steve rush to see what's going on, even though you thought it probably isn't a big deal, but it's better to be safe than sorry. Various things were going through your head at those moments. Did she got injured? Maybe she saw something unbelievable? Those kinds of thoughts were racing through your head. You arrive with Steve only to find Diana at the edge of the crater, looking down in disbelief.\n\n\n\"What did you call us for?\" - You ask\n\n\n\"Just look at the bottom of the crater!\"\n\n\nYou and your buddy look down to see the most unexpected sight you could imagine at that moment: A crashed lander with a flag planted next to it. The flag appears to be red from  afar, but it has been bleached by the sun quite a bit.\n\n\nS \"What the hell happened down there?\"\n\n\nJ \"They appear to have landed without any major problems, because there is a flag next to it\"\n\n\nS \"NASA never sent an expedition here, at least none that I know of\"\n\n\nD \"We need to contact Houston about this, perhaps they will know something more about it. They can check satellite imagery of this area\".\n\n\nS \"I don't think so. If we inform them, they will send us down there, and God knows if that thing even came from Earth.\"\n\n\nD \"They need to know about this\"\n\n\nS \"We are almost finished, we should report back and start the way home! I don't want to be here any longer than I need to. Our oxygen levels are depleting, we may run out of oxygen if we get stuck there, that's a fucking crater we're talking about!\"\n\n\nD \"I guess that leaves you Joel, to be the deciding factor here.\"\n\n\nS \"Whatever you choose, I will respect it.\"\n\n\nD \"Me too\"\n\n\nAll of a sudden, you find yourself in the position to choose and what to do. They both said they will respect your decision, but will that be really the case? There is only way to find out. \n", "Trying to cover it up": "J \"I agree with Steve. We should shut our mouth and be done with it.\"\n\n\nDiana is shocked for a second, she thought you will take her side, but after few seconds she calms herself.\n\n\nD \"It's a 2vs1, there is nothing I can do.\"\n\n\nS \"Fine then, lets finish up in here and get going.\"\n\n\nA thought races through your mind. If we dont tell anything and we get home safely, whatever we might say about the lander, won't be taken seriously. But you have made a decision and you are ready to face any potential consequences. After collecting more samples and doing some more chemical experiments, a familiar noise is heard inside your helmet.\n\n\nIt's Houston. They are calling us.\n\n\n\"What a weird time for them to call us, right when we were about to leave.\" - You think to yourself All 3 of you answer.\n\n\nH \"How is it going up there?\"\n\n\nS \"We were just finishing up, we are almost ready to go back into the lander and finish this thing\"\n\n\nH \"I'm afraid you'll have more work to do\"\n\n\nThe 3 of you look at each other. They might know.\n\n\nH \"We have just made a discovey that will change the history textbooks all over the world. We wonder have you seen it yet?\"\n\n\nJ \"Seen what?\"\n\n\nH \"A crashed lander-like vehicle in the meteor crater near your landing spot. A shade in the shape of a pole is also seen, we assume it's a flag.\"\n\n\nAgain, the 3 of you exchange looks. You are connected and everything you say will be heard loud and clear on Earth, so you cannot communicate by voice about what to say. Steve walks up to you and writes in the Martian dust: Lie - YES or NO? He then adds an X next to the NO section, signalling that he is for telling the truth to Houston, despite him being opposed to it. Diana also proceeds to add an X at the same spot. Its your turn now.\n\n\nYou know that your vote doesn't matter all that much, because your friends outnumber you. So, you crouch and add the final X at the NO section. Steve quickly erased the markings with his boot, so it won't be seen by any future expeditions.\n\n\nH \"What's taking you so long?\"\n\n\nS \"It's nothing, we were thinking how to describe the epic proportions of this discovery.\"\n\n\nH \"Well, to do that, you will need more info about it. The President has been informed and we are certain that that thing down there is not of USA origin.\"\n\n\nJ \"How did you find out about it anyway?\"\n\n\nH \"We got updated satellite images of the site. The old ones were taken during a sandstorm, so the crater was not very visible. We have only gotten it about few minutes before you landed. We waited to see will you notice it, and more importantly, will you inform us about it.\n\n\nS \"We were just about to...\"\n\n\nH \"It doesn't matter now. The President has ordered for you to get down and investigate that thing. Take spare oxygen tanks, and make sure you dont run out of it. You will be able to jump down smaller cliffs without injuring yourself, but you will need ropes to get back up. That's what our calculations are saying. Take plenty of photos, and bring some of the stuff back for analysis. Good luck, you'll need it.\"\n\n\nThe 3 of you are now alone, faced with an order to get down there and investigate the unknown vehicle.\n\n\nS \"I'm sure as hell not going down there!\"\n\n\nD \"You heard the order\"\n\n\nS \"I don't care, I'm not risking my life over some old lander\"\n\n\nD \"This will change history!\"\n\n\nS \"I know, but I'm staying here. I can help you get down and secure the ropes when you decide to go back.\n\n\nD \"You are stubborn as hell Steve. Joel, what about you? Are you coming? Diana looks at you with a trace of hope in her eyes that you will go with her. And yet again you are the deciding factor.\n", "Going in with Diana": "J \"I'm going with you, Diana, you can't go in there alone.\"\n\n\nD \"Great, let's get ready then.\"\n\n\nYou and Diana go back to the lander, you both take a 30 minute break to eat and figure out how are you going to do this.\n\n\nJ \"We don't have parachutes, but the gravity is so weak, the terminal velocity isn't high enough to injure us, so it's safe to jump down there.\"\n\n\nD \"The crater has a staircase-like structure, with lots of smaller cliffs, all the way to the bottom.\"\n\n\nJ \"Yeah, if needed we can also take a break there.\"\n\n\nD \"Steve will secure the rope at the edge and we will carry it down with us to the bottom. We won't have problems getting back at all.\"\n\n\nJ \"Sounds like we have a plan on how to get there. But what do we do when we actually get there?\"\n\n\nD \"I have no idea. We take photos, and take some samples of it, the door might be open... We know nothing about this thing.\" J \"Yeah, is suppose we will figure things on the go once we get down there.\"\n\n\nSteve knocks on the window, signalling that it's time.\n\n\nD \"Let's do this.\"\n\n\nJ \"I've gotten the emergency oxygen tanks, we are ready.\"\n\n\nYou and Diana step out of the lander, and get to the edge. On the count of 3 you 2 jump down. The gravity is so much lighter that a 15 meter drop takes like 5 seconds. You jump down off the smaller cliffs while having the rope connected to you. Diana does the same. Its only when you are actually inside the crater, you realise how big it actually is. To think that all that was made by a meteor about 5 meters in diameter, is crazy. As you get closer you begin to uncover new details about the lander, such as windows, meaning it was an expedition with human crew. You already figured that out when you saw the flag earlier, but it looks amazing that, whoever sent this, had windows strong enough that they didn't crack, even in space.\n\n\nYou get down after 2 minutes of jumping. Diana secures the ropes and you 2 go for the lander. You can see Steve up on the top, waving to you. The flag was behind the lander, so the part that you saw was only to top, because the rest was obscured by the lander. What you and Diana see, blows your mind away. You see a gray swastika in the middle of white circle.\n\n\nD \"What in the hell...?\"\n\n\nJ \"That's a Nazi flag, the black swastika has been bleached by the sun, just like the red color.\"\n\n\nD \"I can't believe this. This can't be real.\"\n\n\nJ \"I doesn't matter now. We must keep going:\"\n\n\nYou and Diana walk around the lander, closely examining it. Lost of photos are taken so they can support anything you 2 say to Houston later. Diana decides to go in. You see that the interior of the lander is filled with air, meaning the lander will explode when a hole is breached.\n\n\nJ \"DON'T DO ANYTHING!\"\n\n\nDiana stops just before breaking the window.\n\n\nD \"Why?\"\n\n\nJ \"The interior might be filled with air, it's sealed, Any hole will result in a sudden depressurization, an explosion, if you will.\"\n\n\nD \"How do we release that air, if there is any inside?\"\n\n\nJ \"I have an idea, but it is very risky. NASA has always included a rifle in our shuttles. I'm not sure if the rifle is in the shuttle orbiting us, or in the lander. If we get a shot in the window, the air, if there is any, will slowly leak out, thus, no explosion.\n\n\nD \"Sound fair enough. Steve needs to check the lander for the rifle. Do know where is it?\n\n\nJ \"Someone told me it might be underneath the seat, and the buttstock is underneath the other seat.\"\n\n\nD \"Steve, we need your help. Go inside the lander and search underneath all seats. You should find a rifle and a buttstock there.\n\n\n \n\nS \"Why the hell do you need a rifle?\"\n\n\nJ \"The lander might be under pressure from inside, and we need a safe way to release that pressure from afar.\"\n\n\nS \"Shouldn't we contact Houston before doing something like this?\"\n\n\nD \"We will, just bring us that rifle.\"\n\n\nWhile Steve is looking for the rifle, you and Diana contact Houston.\n\n\nH \"So, the lander might be pressurized?\n\n\nD \"We are not sure, but we do have a plan how to release the pressure, using a rifle.\"\n\n\nH \"Send us some photos over so we can see in detail if the lander is actually under pressure.\" Diana sends some photos of the crashed lander from all angles.\n\n\nH \"Hmmmmm, our engineers are telling that the cabin is not pressurized. You are allowed to shoot through if you want. Inform us later again. Good luck. Steve has returned to the edge of the crater.\n\n\nS \"How the hell do I get this gun down there?\"\n\n\nJ \"Just throw it as far as you can.\"\n\n\nSteve takes some time to get ready, and then throws the rifle with all of his force. The gun flies through the air for a couple of seconds and lands on a cliff just above you. You climb up and retrieve it.\n\n\nJ \"Should I do it?\"\n\n\nD \"You thought of the rifle, you make the decision.\n", "Shoot the window": "J \"I'm going to do it.\"\n\nD \"Okay. Let's get behind cover.\"\n\nYou and Diana go behind some rocks about 50 meters away and you set up the rifle. You lie down and take aim at the window.\nAnd then you fire. The gun is silent in space but you felt the recoil and saw a hole in the window. Nothing happens. No explosion is seen. J \"The air must be leaking out right now.\"\nAfter 5 minutes you decide to go in. Your oxygen tank is empty, and you have replaced it with a new one. You use the empty tank to smash through the lander door. It takes some force, but you do it. The interior is in mess, stuff is everywhere. You see a portait of Adolf Hitler hanging. There is some paper that had something written on it, but it can't be read because of the bleaching by the sun. Then you notice a skeleton in a primitive suit. He looks like he's been there a while. His name plate says \"Dr. Hans\". You and Diana take pictures to support everything you say to Houston later on.\nAnd then Diana sees a manhole cover in the middle.\nD \"Check this out\"\nYou walk up closer to it and you try to bust the lock, but it doesn't look like it's gonna open.\nJ \"Let me shoot the lock, take cover!\"\nYou get in position to shoot the lock and you do it. The lock shatters in lots of smaller pieces. Diana starts to open the door, revealing ladders going down into the darkness.\nJ \"My tank is leaking!\"\n\nD \"What, how... wait mine is leaking too!\n\nJ \"We need to go up now!\"\n\nBoth of you rush out and start to climb the ropes you set earlier.\n\nJ \"Steve, we need help, it's serious!\"\n\nS \"What's going on?\"\n\nD \"Our oxygen tanks are leaking for some reason, and I have little oxygen left.\"\n\nS \"I'm coming down to help you\"\n\nYou and Diana climb up and you are almost at the top when Diana passes out. Steve starts to carry her and takes her to the lander. You start running to the lander, ingoring the warnings you have said to yourself about not running because its wasting oxygen faster. The insticts are more powerful than any warning I suppose. About 20 meters in front of the lander, you pass out. Next thing you remember is Steve contacting Houston.\n\nH \"How did their tanks leak?\"\n\nS \"I have no idea. They were opening a cover and they saw ladders leading into the darkness. Then they noticed the leak.\n\nH \"Without oxygen, we have nothing to do on Mars. Start the procedure for takeoff. You are going home.\"\n\nSteve is relieved that you are going home.\n\nJ \"Where are the samples we collected earlier?\"\n\nS \"I have loaded them all into the lander. We don't need to go outside anymore.\" Joel, start the ignition countdown.\"\n\nJ \"5, 4, 3, 2, 1\"\n", "Born free": "You wake up to a throbbing headache. It's not because of a hangover like you would prefer, but because of dehydration. You have running water in your apartment, but it isn't safe to drink from the tap. Just something to clean with. You have a filter in the apartment you're sharing with about 14 other people. It's unfortunately been broken for two days. Most of them are useless or next to useless. This apartment you live in is what happens when your parents are done with your freeloading and you get the boot from home. There's only so much that pensions and welfare cover and the welfare stops when your kids hit 18 in Megacity 23.\n\n\nThe corps don't do much business on your side of town and emergency services do even less. You're going to struggle to find work with no job experience and no education that matters. You've looked into retail, but don't present well. You'd need to kill somebody to get a union slot in transportation, be it bus or train repair. Transpo operation is all automated now. Less accidents that way. There's city work, but they all pull from the middle-class side of town, but if you're lucky you might be able to get work paving the streets.\n\n\nNow on to your realistic options, dealing drugs, turning tricks, and violence. You've stayed away from drugs for most of your life. Yeah living on this side of the city sucks, but dropping the money you don't have just so you don't feel like shit for a few minutes is a good way to catch a bullet when you don't have the money to pay for it. The downside of never touching the stuff is that you don't know enough about it to sell the stuff.\n\n\nTurning tricks, well. That's actually harder than it sounds these days. You need to get so much chrome installed, and hope your wetware is what's in style, and stays in style. It's the specialized stuff that pays well. That's so much of a gamble it's not worth it most of the time. There are more broke ho's than rich ones in the city. You need to get more and more chrome put in as the years pass too. So much to stay competitive that you'll need to carry papers to prove you're human by the time you retire.\n\n\nViolence is the last option. Now this option will probably kill you. Most likely on your first try. You don't have the training to really be some hardened killer. You can learn a lot of this and that from first-person shooters but that doesn't mean you can take a life. Any weapon you can pick up is probably going to be a piece of trash garage gun. You aren't even going to pretend you can handle killing someone with a knife or a bat. You've seen enough on the street to know that it takes a while to beat a human to death and stabbing can take a while as well. It usually doesn't take as many bullets. The upsides of this option are that if you get good at it you can get a corporate job. Steady pay either as a security consultant, or a wetwork contractor. Whether the wetware or cybernetics you pick up for this job are in style is irrelevant. With this job, retirement is such an unrealistic expectation that you don't really need to worry about putting into a 401k. Last but not least, if you're bad at this job you're going to die very suddenly. This sounds like a bad thing, but it beats slowly wasting away giving up food for drugs or trying to live with a gimmick piece of wetware that never became popular.\n", "The Decision": "Now with the violence option, you need a fixer. A fixer is who you talk to about jobs. Someone who wants someone killed talks to a fixer and the fixer sends a Contractor to take care of the issue. It makes it harder for the employer to knock off the Contractor and has a system in place to make sure the Contractor doesn't walk off with the Employers money without doing the work.\n\n\nA Fixer can also set up a Contractor with various contacts that can set up the Contractor with the gear he or she needs for the job. Guns, armor, wetware implants, or even other specialized contractors if the job needs it.\n\n\nNow in your area, there are three reputable fixers that will take in someone with your skill level, which is to say without any applicable skills. Gary Jerome is a man that seems to spend most of his time in a booth of a diner. It's a fair assessment to make that anyone that sits at his table is either an employee or an employer of his. Secrecy with him is a bit of a joke. He has a lot of people meet him for breakfast lunch and dinner so you know there's work available. Of that you are certain.\n\n\nMr. Lee is a local butcher. He uses the old-school cleaver to real meat kind of butchery. His bread and butter is the vat-grown stuff same as anyone else. Someone told me it's mass-produced in some sort of bacterial culture which is how you get the beef pork hybrids, but I've never seen the setup for myself. Now Mr. Lee also has some stuff that's real meat. Sometimes the rich guys from the upper city come down because they want to experience what gamey venison is like, or how real bacon sizzles. Every once in a while a block will buy a whole pig for a roast. With that being said, you can't tell who's coming to him for work, who's coming to him to have a problem solved, or who's coming to him for a ribeye steak.\n\n\nYour third option is Harvey Brown the Barber. The man runs a barbershop and can do anything you would like, he's got all of the traditional stuff that he can do better than anyone else, shaves, fades, traditional cuts. You name it. He can also add length to your hair if you want, your all-natural hair that is. Some sort of genetic sculpting he's got in the back. People from all over the city come by for a haircut. Some of the auto styling stations cut a few faces off a few years ago and barbers have come back into style. Mr. Brown was in the business before then and became a fixer to make ends meet. He's been rolling in money since then. Everyone styles their hair, so anyone could be a contractor or an Employer with him.\n\n\nWhich one of these fixers do you thing you're going to try working for?\n", "Gary Jerome, the Diner": "You leave your apartment with everything you personally own. You know your roommates well enough to believe that anything left behind would end up pawned. Which wouldn't be so bad if you came back to a functioning water purifier.\n\n\nThe diner is only a few blocks away, so you walk. Passing the open windows you look in and see a man with long hair, sunglasses, and a light tan sports jacket sitting in a booth, reading a news article on his tablet. The other customers sit at the barstools past him.\n\n\nYou enter the diner where the waitress says \"Seat yourself!\" as the bell at the door chimes.\n\n\nWhen you arrive at the booth Gary Jerome just says \"Take a seat. How can I help you.\"\n\n\n\"I... I'm looking for work.\" You smoothly manage to stutter out.\n\n\n\"Of course, of course. Any training, or previous experience?\"\n\n\n\"Uh... No.\"\n\n\n\"Of course, no powder burns, bullet holes, or gang tats. No scars you wouldn't get just growing up. Okay. I've got a starter job for you. The only training here is on-the-job training. Are you good with that? Of course you are! I have someone observing my clients as they visit me. This is what I need you to do about it. Go out that front door and take a left, go around the corner of the building and someone will have a package for you. In that package is a little throwaway gun courtesy of Hell's kitchen. Thirty rounds. Take that down the alley and cross the street so you can go around the back of the building just across the street, DON'T LOOK, enter that building, and go to room 217. Kill everyone in that room and leave. I'll have someone come by and clean up after you. They'll take care of the bodies and the camera equipment. This job is worth two thousand city credits to me. Got it? Good. Now get out of here.\"\n", "Do Gary's Job": "You walk around the building and a man steps out the back door and passes you a cardboard box before lighting a cigarette and leaning against the wall. He doesn't so much as look you in the face as you pass by him. You turn at the end of the alley and cross the street before walking down another alley that leads to the building your target is in.\n\n\nThe building is an old brick affair that might have actual plaster walls inside. You're not going to see if you can punch through the wall to find out though. Nervous you take the stairs needing to keep moving and not having the patience for the elevator. You reach the second floor. Opening the package you find a pistol that looks like a modified nail gun that was clearly never designed to be reloaded.\n\n\nWhich door do you kick in again?\n", "Put the boot to door 15.": "You kick the door handle of door 15 and the whole plate the handle was set into goes flying into the room. You shoulder past the door and shoot the man behind it square in the chest. You hear a woman screaming and turn to see her rising from the couch with a gun in her hand. You dump at least half your magazine into her. For some odd reason you don't hear a single shot. You feel something thump into your chest. Looking down you see blood well up from a hole as your fingers lose their strength and your gun falls from your hand.\n\n\nYou look up and see a kid crying holding a real pistol in her hands. She looks just like the woman you shot. You realize the gun you saw in that woman's hand was a phone. You kicked in the wrong door. Your world fades away.\n", "Kick in door 17.": "The cheap door splits in half when you kick it in the center of mass. You push past the split plywood and shoot a man sitting next to the window several times. Another man cries out and slams a door shut. You run to the door putting several bullets through it when your chest seems to explode. Your mind tries to parse the information of the boot steps from further down the hallway and the horrific damage to your body but ceases to function before it gets to registering the gunshot that ended you.\n", "Donkey blast door 19.": "You saw this online once where the first guy in a kill team faced away from the door and kicked backward into it. You try this and knock the handle through the door. You push past but are stopped by the chain holding it closed. There's a flash of movement in the dark room past the door. You hear two cracks and something taps you in the chest hard enough to knock you down. For some reason, you can't seem to catch your wind. There are two holes in your chest and you've dropped your pistol. A man unlatches the door and steps through. He might be a little shorter than average wearing some sort of cheap mil tech body armor. He aims a pistol at your head. You don't hear the shot that kills you.\n", "Mr. Lee, the Butcher": "Mr. Lee's Butcher shop is a fair walk and it takes you an hour or two to get there. Walking into the store a clerk meets you and asks...\n\n\n\"Hi, is there anything I can help you find?\"\n\n\n\"Actually yeah. I was looking for work.\"\n\n\n\"You can apply at our website. Let me get the domain for you.\"\n\n\n\"Actually I was hoping for something more under the table.\" You say.\n\n\n\"Oh. One of those. Right this way.\"\n\n\nYou're led to a back room where you see Mr. Lee wearing reading glasses squinting at a hardcopy paper and comparing it to information at a desktop computer.\n\n\n\"What can I do for you kid?\" The man tells you. Not asks.\n\n\n\"I'm looking for work?\"\n\n\n\"What kind of work?\"\n\n\n\"Contract work.\"\n\n\n\"You got any experience?\"\n\n\n\"I do not.\"\n\n\n\"Good\" He says. \"No bad habits to retrain. Come back here tomorrow.\n", "Start working for Mr. Lee.": "You time things so your arrival fifteen minutes before the butcher shop opens. From there you wait for a bit and load up into a work van with several others. The trip takes you to an office where you fill out paperwork for taxes. It looks like they're actually going to set you up as an actual contractor.\n\n\nEach of your fellow applicant's cycles through a room to make sure this is what you want.\n\n\nWork is constant from this point forward. You work, eat, sleep and train in this warehouse. It takes you a week before you have time to ask the name of the guy that sleeps in the bottom bunk of your bed. Kyle Slater.\n\n\nThis goes on for ten weeks. After that, you split off into groups of four. You are with Kyle, Paul Ochoa, Jerrod Kemper, and Jennifer Mendoza.\n\n\nYou're a high-end shooter team by the time this is all done. The groups each get to pick their own missions. The others volunteer for the first mission that comes up and you're all going.\n\n\n \n", "First job for the butcher.": "The job goes smoothly. You enter the whore house and clear the bodyguards, and gun down exactly one of the four pimps there. Jerrod snaps a compromising picture of a corpo big wig and you're all gone.\n\n\nIt's done like that. Your gun only barks like that.\n\n\nThree jobs later and you're paid up to the butcher. You do jobs for him for ten years after that and work through several other fixers. You don't make a decision by yourself for fifteen years.\n\n\nFinally, at some point in your thirties, Jerrod Kemper catches a bullet. Jennifer can't handle it and goes her own way.\n\n\nDo you try to keep things going with Paul Ochoa? It'll never be the same, but you'll still have one of your oldest friends with you.\n\n\nOn the other hand Kyle Slater gets in contact with you. He's got a big Corpo job as a security head. He'll put you in charge of your own response team. What do you do?\n", "Epilogue: Leaving with the guy you came in with.": "The two of you try to get a pair of replacements, but never find anyone that jives with you. The two of you take jobs together for another ten years, but there's a hole in your heart from the loss of your other two friends. Eventually, you get another bad op and Paul catches a bullet. You take three bullets before dropping and pull the pin on a grenade before laying down on it. Whoever rolls you over is getting a surprise.\n", "Epilogue: A Company Man": "You take the job. There's no way you can just keep moving on like that losing two of the three people you've spent the last fifteen years with. So you find a way to start over.\n\n\nYou build a team a few teams like the one you worked in for the past several years. It hurts but it's familiar work.\n\n\nYou get word that Paul died on an op four years later. Turns out it was a false flag op and the fixer used him as a burner. You got a whole pig to Roast in his memory and shared it with your new teams. You paid a lot more than a pig was worth and a fixer dies a week later. A week after that and the forty-second floor of an office building is shot up.\n\n\nJennifer died on your fifty-third birthday. She had been hunted for a decade at this point and had managed to kill most of her pursuers. Then she met one that was faster. You bought another pig. You make it to retirement alone. You die of old age alone thinking of old freinds.\n", "Harvey Brown, the Barber": "Mr. Brown's place of business is built as its own building. It has a parking lot on either side that separates it and one of those spinning red and white posts coming out of the wall next to the door. Entering the building you see there are glass barriers that separate the barber's chairs from the waiting area.  There's a restroom off to the side that you step into to try to privately calm yourself down. You take a long drink from the sink to slake your thirst with before taking a number and sitting in the waiting room. Your number is finally called and you sit in the barber chair.\n\n\n\"What can I do for you today?\" Harvey Brown asks you.\n\n\nYou can't afford a haircut. You didn't think this far ahead. If you could afford a haircut you wouldn't be drinking water out of a barber's bathroom sink.\n\n\n\"I was actually hoping for work.\" You say.\n\n\nHarvey throws an apron around you and connects the buttons behind your neck. \"I can do that. You don't have any training yet do you?\"\n\n\n\"I don't.\" You reply.\n\n\nHarvey sucks his teeth for a moment. \"I can still work with that. I'm going to charge you for training though. You'll be paying for more than just my fixer fee. I assume I'll be doing the same for the charge for your haircut?\"\n\n\n\"Yes sir.\"\n\n\n\"Just as well. It'll give me some practice. At least it's good to work with someone who's polite. Scan that yellow paper next to the door on your way out and text, High Fade, to it. I'll have someone get in contact with you.\"\n\n\nYou get a high fade quickly enough and are sent on your way. Wandering around the streets you find the occasional place that offers free wi-fi and waste time until you go home to sleep for the night.\n", "The next day.": "You wake up to a text that tells gives you a time and an address to be at. It's about four blocks away and in about twenty minutes. You rush to get there but make it three minutes early. The building is a warehouse office that's staffed by a man in his late middle age.\n\n\n\"Good. You can show up on time. You passed the test. Now we can start the training.\"\n\n\nThe training involved walking into the warehouse proper and going over a few weapons on a table. You spend the next few weeks getting paid enough to cover a meal or two to familiarize yourself with a few weapons. Your trainer's name is Sir as far as both you and he are concerned. He teaches you how to operate a semi-automatic pistol and a pump-action shotgun. He also makes you go through a few \"Conditioning exercises\" every hour. The exercises change every time.\n\n\nSir tells you \"You need to be in the best physical condition of your life for this job. If you aren't you will either die or get caught. If you get caught by one of the corps or the government, they will find you guilty of something that's bad enough to decide they get to reprogram your mind. You won't be you anymore. You'll burn any contact you have and they'll get the same treatment. Dead is better in this world. Only one person dies that way.\"\n\n\nIt isn't until the third week that you actually fire the weapons. By then you are intimately familiar with them. You fully understand how to carry and clean them. You understand how the mechanism of both of those weapons work, and you've lost some weight. You aren't in amazing shape but you're better.\n\n\nOn the last day, Sir has you come in wearing Cargo pants. He tells you that you'll need to find other trainers in the future. He could teach you more, but you've already spent too long together. He gives you a box of .40 calibre pistol ammunition and a box of 12 gauge shotgun ammo. You conceal the pistol and break down the shotgun to hide away on your person. By the time you're ready to leave Sir has been gone for a few minutes. You walk out into the world with a few new weapons and the skillset to use them.\n", "The first job for the barber.": "Two days pass by and a man meets you at the door to your apartment building. He doesn't say anything he just passes you a piece of paper from a notebook and walks off. The note has an email address and password that you check and on it you find your first job.\n\n\n\"Okay High Fade, check this email daily for work. Sometimes there will be lots of jobs. Sometimes there won't be work for awhile. Dangers of Contract work. Save up appropriately. Your first couple of jobs are going to pay a little less because I paid for your training. Once you're caught up, let me know if you want more training.\n\n\nHere's your first job...\"\n\n\nYou have an address and picture of a man along with a few places other places he can be found. It's up to you how to kill him.\n", "Kill the man for the barber.": "Okay. There's no way that you're going to leave any of your weapons behind in your apartment. Not with those 14 other idiots in there. In the best-case scenario, they start telling people that you have weapons, in the worst-case scenario they steal them. You're not entirely certain where on the scale you would put accidentally shooting each other. So you're taking your weapons with you.\n\n\nYou could just walk over to his address right now and shoot him. That would be the fastest way, but you don't know what, or who he has there.\n\n\nThe list of other addresses includes a girlfriend's house, a grocery store, a corner store, and a bar. The girlfriend's house has the same problem his house does, plus one other occupant, the grocery store is probably a once-a-week affair, the corner store he apparently visits daily, and the bar he seems to spend the better part of the week at.\n\n\n \n", "A UFO at School": "\n", "Math Class": "It is just a normal day at school. Gavin Raers is sitting in Math class, bored out of his mind. The teacher had explained some math process and Gavin understood it right away. The rest of the class was trying hard to work out some practice problems, but Gavin got it, completed the problems quickly, and was already bored. He tried doodling on the margins of the paper, but he wasn’t a very good artist. He liked math, but this class just moved slow. He looked around and watched the other students struggle. He sighed and looked outside.\n\nOutside he could see the different sports fields set up for all the high school athletics teams. The amount of money spent making nice fields, stadiums, and all the other things that the sports teams used always amazed him. Far to the left he could see the baseball field with the dirt infield. Off to the right was the soccer field with the old metal stands. In the middle was the large football field, the same size as the soccer field, but still taking up more space. There was a large scoreboard, a huge brick section of bleachers, and that large silver saucer landing in the middle of the field.\n\nWait, what? Gavin blinked his eyes and looked again. Yes, there was some giant silver saucer-shaped thing landing in the middle of the football field! He looked around at the others in the classroom, but everyone else was looking at their papers. He called out to the teacher, “Uh, hey, Mr. Stamus?”\n\nThe teacher looked up from this desk and said, “Not yet, Gavin. Wait until everyone has enough time to attempt the problems on their own and then we will discuss the correct answers and how to reach each one.”\n\nGavin stammered, “But Mr. Stamus, it’s not about…”\n\n“Please, Gavin, not now. Let everyone work on the problems first.”\n\nGavin looked back out the window at the saucer. Three small extensions lowered as the ship landed on the field and settled down. A side of the ship opened up, another extension appeared, and the side of the ship opened up. That extension reached down to the ground like a stairway. Gavin could see some green figures moving around in the hole in the side of the ship.\n", "Gavin stays quiet and keeps watching the ship.": "Gavin ignores the teacher and looks out the window. The strange green shapes get larger as they head out the hole in the side of the ship. They are tall, skinny green creatures of some kind. Their bodies were skinny at the top and fatter at the bottom, almost like a teardrop. They had short, stubby legs and waddled when they walked. There were no arms of any kind; they looked a little like penguins Gavin had watched on a nature channel once – just walked along, moving as if they should have arms, but without arms, wings, or anything else.\n\nFirst one, then two, then many more waddled out of the ship. As they reached the ground, they spread out, heading in different directions. Some headed towards the east wing of the school, some headed for the west, and one group headed almost straight towards Gavin and his math class! There was no door to the outside in the math class, but Gavin knew there was a door into the hallway right outside his classroom. They were waddling slowly towards him, but without a face, he couldn’t really tell if they were watching him or just heading towards the building.\n", "Gavin jumps up and yells at Mr. Stamus.": "Gavin jumps to his feet, points out the window and yells, “Mr. Stamus, aliens!”\n\nMr. Stamus doesn’t even look out the window and says, “Gavin, please. I know you already get it. But I am not going to put up with that sort of outburst in my class. You now have detention. Now sit down and be quiet.”\n", "Gavin continues yelling at Mr. Stamus and pointing out the window.": "“Mr. Stamus, look out the window right now!”\n\nMr. Stamus sighed and said, “Fine, if that will shut you up…” His jaw dropped as he looked out the window and spotted the aliens headed towards the school. Then he shook his head and said, “What sort of prank is this? We do not have time for this, this is a classroom for serious learning.”\n\nHe walked over to the window and opened it. He called out the window to the creatures, “Hey, you kids stop that! Now go on and get to your classes before I send you all to detention!”\n\nThe creatures continued to approach, apparently ignoring Mr. Stamus. They headed for the door and Mr. Stamus kept yelling at them, “That’s it, you are all going to get detention today, this very afternoon! Now line up here so I can write down your names and hand out detention slips!”\n\nThe creatures walked in the door and Mr. Stamus headed for the classroom door. He opened the door and stood in the hallway. He opened his mouth to speak to the creatures, but suddenly there was a loud electric sound and Mr. Stamus was not there. He suddenly and completely disappeared! The students still in the classroom gasped and then one of the creatures appeared in the doorway to the classroom. It raised an appendage and suddenly all the students, including Gavin, were disintegrated.\n", "Gavin sits back down to avoid more detentions.": "Gavin looks down at this paper, but keeps peeking up to watch Mr. Stamus. When Mr. Stamus is satisfied that Gavin has stopped disrupting the classroom, he goes back to reading and grading papers on his desk. When he does, Gavin slowly and carefully looks out the window again.\n\nOutside, he sees nothing. Suddenly there are no skinny alien creatures walking around the sports fields. He looked over towards the door to the school and saw nothing and no one. He looked left and right but could not see any sign of any of the creatures. He looked back at the football field, but there was no ship there.\n\nHe stood up and walked towards the window, jaw dropping. The entire ship was just gone. He could barely hear Mr. Stamus calling out, “Gavin, that’s it, you need to go to the principal’s office right now. I’ve had enough out of you and your disruptions. Are you listening to me?”\n\nGavin put his hands on the window and kept staring, as if he could make the ship appear by looking harder. Suddenly he felt the hands of the school resource officer grabbing his wrists and twisting his arms behind him as the dragged him away. He started babbling, “But aliens! They are here! They are here!”\n", "Gavin stays quiet and continues to watch.": "The creatures quickly disappear into the doorways at the different locations at the school. While Gavin watches, the strange ship on the football field lifts off straight up with incredible speed and quickly disappears into the sky. A second ship, identical to the first, drops into the exact same space and another group of strange green creatures appears. They spread out like the last group, heading around the sides of the school. One group heads into the forest near the school.\n", "Gavin quietly gets up and heads for the door to the classroom.": "Gavin makes it about halfway to the door when Mr. Stamus looks up and looks around the classroom. Gavin freezes and hopes Mr. Stamus won’t see him standing at the rear of the classroom. The look on Mr. Stamus’ face lets Gavin know that he has been spotted.\n\n“Gavin, what in the world are you doing?”\n\nGavin tries to answer, but can’t make sense of the words coming out of his mouth, “I… there…” he gestured towards the windows, “But… when…”\n\nMr. Stamus looked towards the windows and when he did, Gavin bolted to the door. He turned the doorknob and yanked the door open. He could hear Mr. Stamus calling out from his seat at the front of the room, “Gavin, you need a hall pass! Don’t you go out into that hallway without a hall pass! You will get detention without a hall pass!”\n\nGavin ignored him and pulled the door shut behind him. He looked around the hallway and froze. The strange green creatures were standing all around the hallway. One appeared to be stationed next to just about every classroom door. One of the creatures was standing right next to Gavin. He looked at it and tried to locate some eyes or… there were no features at all to indicate a face, mouth, eyes, or anything at all. Gavin turned his head and looked at it sideways. A pod of some sort lifted up towards Gavin. Before he could move away, the pod flashed and Gavin was disintegrated.\n", "Gavin, unsure of what to do next, continues to watch out the window.": "The second group of creatures stop near the doorways to the school. They do not move once they stop. There are no sounds other than the sounds of pencils writing on papers, calculating math problems. Gavin idly wondered if he would ever have to do any math problems again.\n\nSuddenly his attention was drawn to the forest on the far side of the campus. There were flashes of lights, like lightning, but the skies were clear. Some of the creatures guarding the doors turned to face the flashes. He imaged they were smiling, but without faces, he really wasn’t sure.\n\nThere were a couple of flashes of light over near one of the door, next to one of the green creatures. Then there were more. Gavin realized the flashes were starting to appear in windows of classrooms. He couldn’t see in the classrooms, but he could see the flashes of light.\n\nA few of the green creatures moved towards the windows of Gavin’s room. At the same time, the door to his classroom opened and revealed a green creature. Gavin stood up, not sure what to do next. As Mr. Stamus looked over to the door, there was a flash of light from outside the windows and from the creature in the door. Mr. Stamus and all his students disappeared.\n", "Gavin asks for a hall pass to go to the bathroom.": "“Mr. Stamus, Mr. Stamus!” Gavin called out.\n\nMr. Stamus sighed and said, “Yes Gavin, fine, you can have a hall pass. Don’t be all day.”\n\nGavin jumped up and almost ran to the door, grabbing the large hall pass from where it hung on the wall. The hall pass was actually a 2x4 that was about a foot long with Mr. Stamus’ name written on the side of the board with magic marker. It clunked against the wall as Gavin yanked the door open and stepped into the hallway.\n", "Gavin heads out the door leading outside to the fields and the ship.": "The door to the outside had a big sign on it saying that an alarm would sound if the door was opened. Gavin knew that the alarm was either broken or never worked, so he slammed into the crash bar and the door swung open. He stood in the doorway and looked out across the fields.\n\nThere were now three ships sitting in three different fields: in the football field, the soccer field, and the baseball field. The one in the baseball field had landed partially on the visiting team’s dugout, so that saucer was parked at a slant. There were bright colored lights on the top of each saucer and it looked to Gavin like no one else had even noticed the ships yet. The ship on the football field opened up and a short stairway appeared leading down to the 50-yard line. Gavin waited, but nothing happened.\n", "Gavin heads for the stairway to explore the ship.": "Gavin walks quickly across the sidewalks and through the fence next to the football field. As he gets closer to the ship, he can hear a quiet humming sound that appears to be coming from the ship. When he gets to the base of the stairway, he looks up inside the ship. The stairway leads up into a metal ship, it is lighted inside, but he cannot see anything inside. He slowly walked up the stairway and into the ship.\n\nWhen Gavin reached the top of the stairs, he found himself in a small room with metal walls. There was light coming from the walls, but there were no visible fixtures or sources of the light. As he looked around the smooth walls, a panel slid over the stairway entrance and Gavin realized he had no way back out of the ship.\n\nHe reached out and touched the walls. They were warm, smooth, and round. He felt like he was in a giant bubble of some kind with no doors and no windows. Suddenly the lights dimmed and Gavin felt the entire ship move and Gavin almost lost his footing. The ship had obviously just taken off. He moved around the walls quickly, trying to find an exit, a window, or anything other than smooth wall, but there was nothing. He was in a spaceship hurtling through space, destination unknown…\n", "Gavin runs for his car in the parking lot.": "With one last look at the ships, Gavin turned and started running across the sidewalks towards the parking lot. He glanced in the windows of his math class as he ran past, but no one seemed to notice him. The door to his car creaked as he opened it and he threw the wooden hall pass on the passenger seat. He yanked the keys out of his pocket and shoved them in the ignition. He turned the key, but the engine didn’t make a sound.\n\nDarn it! This was not a time for the car not to work! He pulled the latch for the hood, opened his door, and jumped out of the car. He pulled the hood open and reached down to grab the spare hammer he kept under the hood. He banged on the starter and ran back around to the door, reaching in to turn the key. This time the engine turned over and started up. Gavin ran back to the hood, put the hammer back, and slammed the hood closed.\n\nWhen the hood closed, before he could get back to the car door, he realized he was looking at some very tall green aliens. They were very large and almost shaped like rectangular blocks. They had no appendages, but simply moved across the ground. In fact, they were moving across the ground right now, approaching Gavin from two sides at once. Before he could move, two of them reached him and moved very close to him. He felt a coolness as they touched him and then surrounded him. He could see through a haze of green for just a moment before they completely absorbed his body.\n", "Gavin heads left, away from the fields and the alien ship.": "Gavin moved quickly down the hallway. He headed for the front hallways of the school, towards the main entrance and the offices. He skidded around a corner, then head a horrible crashing sound from the hallway he had just left. He peered back around the corner and could see that the end of the hallway was smashed into ruins! There was dust, bricks, and debris everywhere.\n\nAs Gavin watched, he saw some students on the ground, struggling to get to their feet. There were a few moans and groans from those on the ground. One kid got to his feet and stumbled towards a standing wall. As he reached it, some massive creature appeared out of the dust. It was big, green, and had a massive set of teeth! The blob-shaped creature moved quickly towards the student. Its huge mouth opened up and it consumed the entire student in a single bite.\n", "Gavin runs for his car in the parking lot": "Without another thought, Gavin runs down the hall and away from the alien creatures. He can hear more crashes as parts of the building fall the ground behind him, with the occasional cry from students. He runs past the offices and slams through the front door and into the parking lot.\n\nHe arrived late at school today, so he had to park at the far side of the lot. He didn’t pause and ran as fast as he could all the way across the lot, squeezing between other student cars. He thought it was odd that no one else was outside in the lot, but he didn’t slow down until he reached his car.\n\nHe yanked open his car door and jumped into the seat while pulling his keys out of his pocket. He jammed the keys in the ignition and started the car. Jamming the gearshift into reverse, he quickly backed out of his parking space and accidentally bumped into the car behind him. He spun the wheel around, slammed it into drive, and shoved the gas pedal to the floor. Tires squealed as the car rocketed out of the parking lot.\n\nHe could see the dust and explosions in his rear-view mirror as he drove down the road and away from the school. He kept the car going as fast as he could as he got onto the highway. Then he slammed on the brakes as he looked up and saw that there were silver saucers flying all around town, slowly lowering themselves down and destroying everything they could find. Gavin sat and watched until a ship appeared above his car, then landed on it crushing him inside the car.\n", "Gavin heads for the offices to try to get help.": "Gavin turns and runs towards the offices. As he arrives there, the door to the principal’s office swings open and Gavin sees Principal Jenkins looking down the hallway. When Jenkins spots Gavin he says, “Gavin? Do you do something?”\n\nGavin slid to a stop, out of breath, and gasped, “Aliens! Invading the school!” He pointed back down the hallways where the sounds of crashing brick could still be heard.\n\nPrincipal Jenkins' eyes narrowed and he said, “Don’t move” as he went back into his office. Gavin looked back down the hallway and waited. A moment later, Principal Jenkins appeared again, shotgun in hand. Gavin’s jaw dropped as he saw the large gun in the school. Jenkins said, “Don’t care about the laws. I’m going to go take care of business.” Jenkins pumped the shotgun once and walked purposefully down the hallway.\n\nGavin stood and watched. Before Jenkins got to the first corner of the hallway, one of the alien blobs wiggled around the corner. The shotgun blast echoed along the walls as Jenkins opened fire. Pieces of green goo splattered in all directions as Jenkins fired repeatedly.\n\nAnother blob appeared and Jenkins pumped the shotgun again. There was green goop from the creatures all over the place as they continued to advance. Jenkins continued firing and reloaded the shotgun at least twice. Finally there were no more and Gavin found himself standing there with Jenkins in a ruined school with dead aliens scattered all around.\n", "Welcome Dr.Raymond": "     You wake up to a high pitched beeping. Not wanting to be fully awake you slap the clock and hope that you hit the snooze button. You miss the clock and knock your glasses off of the table. It is too late to go back to sleep, and you are halfway awake anyway. Getting up and looking for your glasses you find them after a couple of seconds of searching the carpet and put them on. The beeping clock starts to make your head throb. After many frustrated attempts to stop the beeping you angrily unplug the clock. In the sweet quiet afterwards you produce a long fulfilling yawn. Groggily you get out of bed and decide to wash off and start anew.\n", "Take a Shower": "     You grab a towel from the inner confines of your one and only dresser, and head towards the bathroom. You slam the door shut behind you and stretch out a little bit. Not wanting to slow your progress you make the slow zombie-like walk towards the bathroom. On your way over there you slam your big toe on the door. After a couple seconds of yelling profanities you hobble over to the bathroom. The pain had instantly woken you up.You open the door, carefully, and hobble into the bathroom. Lumbering inside you place most of your weight on your good foot and continue.\n\n\n     Two steps inside and you slip on some wet linoleum with your good foot. You flail around trying to grab onto something when your left hand meets with the towel rack on the wall. Trying to stabilize yourself you grab the towel rack for dear life. Unfortunately the towel rack gives way under your weight and comes down with you and hits your head. With your head busted, back bruised, and foot hurt you lie on the ground for a minute so the pain dies sown a little, and then get up mumbling profanities under your breath. The pain has made you completely awake now. As you go towards the shower you think to yourself.       \" Better to be in this cheap apartment than at the Wayland complex\". You turn the shower on and take a nice, long, revitalizing shower.\n", "The First Page": "You are General Achilles. Humanity has long left Earth, and went to the stars in a massive fleet. the Fleet consists of a half dozen Titan Ships, capable of holding an immense population the size of nations, with massive farms, water recycling planets, power stations,  and everything that could be required for human life to prosper. You've recently been promoted to General and a member of the Council, and are now not only in charge of military operations, but politics. Humanity has discovered many new species, including the Garavan, the many species who make up the Alliance, and the Remnants, Chosen and Tarn, who've formed a Coalition with you, as well as the Clones. Is there anything you want to learn about, or would you like to start?\n\n\n(The Stats ALLIANCE and GARAVAN are for reputation and relationship among the Garavan Species and the Alliance. STRENGTH is the strength of the human fleet. UNITY is the unity of the Coalition between Humanity, the Remnants, the Clones, Chosen and Tarn.)\n", "Garavan": "The Garavan are a race of reptilian, bipedal aliens. They are carnivorous, and come from a society based on honor and glory. They are mainly hunters, and they gain most of their technology through scavenging. They are roughly five feet tall, and are covered in red scales. They have a mouth of sharp teeth, claws and prize strength and honor above all. Physical Strength and melee combat are highly prized, which is quite ironic as the Garavan are the weakest bipedal species with the exception of Probiscans. They are split into several tribes, including the Rak'Ja, Ba'Shiek and the largest, the Thar'Garavan. The Thar'Garavan and Garavan are usually confused with. The Garavan is the entire species, the Thar'Garavan are the largest tribe of Garavan. Due to a recent war with humanity and several differences in culture, like humanity burying their dead while the Garavan eat them to honor them, Humanity and the Garavan have very bad relations.\n", "Remnants": "The Remnants are a race of robots. They were designed by a group of insectoid aliens to conquer and enslave humanity, but the aliens were wiped out by a plague, leaving the Remnants alone. The Remnants formed a fleet, which they are based out of. They are vaguely humanoid robots that are twelve feet tall. Their soldiers, ships and drones are all sentient. Though they were designed to conquer humanity, they were also designed to be similar to humans, so they've become one of humanity's closest allies, and together they founded the Coalition, a coalition between all races that are willing to join and support ideals such as Capitalism, Freedom and Democracy.\n", "Humanity": "Humanity has prospered while in the stars. It's made up of a massive fleet, including over half a dozen Titan Ships, hundreds of Behemoth Ships, thousands of Leviathan Battleships and millions of fighters. Three of the Titan Ships, the Zoo, the Deep Blue and the Wild, are filled with wildlife from Earth taken to ensure their survival and can maintain their ecosystems to support the animals, while the others are for humanity's massive population.\n\n\nThere's the hundreds of Behemoth Ships, ships designed to hold smaller populations, as well as to serve a specific purpose to support the fleet, such as farming ships, and to carry supplies, such as water.\n\n\nThen there's the Fleet Navy, made up of Leviathan Ships, massive battleships used to defend the fleets from other ships. and smaller Ares Frigates to support the Leviathans. The main fighting force are the ATLAS ships, small four-man ships built to serve a multitude of purposes, the Omega Fighters, one-man ships supported by an AI, and Falcon's, planet-to-space bombers that can fight in space and on planets.\n\n\nHumanity discovered worm-hole travel, allowing FTL travel. They spread quite rapidly, discovering several alien life forms. Humanity entered a short war with the Thar'Garavan Tribe, which ended in negotiations and eventually peace, only a few years ago. They also discovered the Remnants, and the Alliance, and created the Clones.\n\n\nHumanity has been united as a race, and lines such as Race, Ethnicity and Culture becoming due to inter-marriage between cultures leading to most people being of blended ethnicity and race. They founded the Coalition, a group that value Capitalism, Democracy and Freedom, with the Remnants, the Clones and the Chosen.\n\n\nHumanity is now being led by a Council of Twelve, voted democratically, and has a Congress of 200 more people to assist.\n", "The Alliance": "The Alliance is an Alliance of many alien races. It is very left-wing by human standards, and the Alliance pushes for equality, though it does prohibit free speech, capitalism and individualism. It includes the following species...\n\n\nThe Creators are a race of bipedal aliens. They are permanently sealed in metal suits, and act as the leaders of the alliance. Little else is known of them.\n\n\nThe Probiscans are a race of bipedal, blue skinned aliens. They have a group of tentacle suckers for a mouth, and make up most of the alliance. They believe in doing things for the group rather than personal gain. \n\n\nThe Brain Bugs are a race of grey slugs the size of dogs. They are incredible engineers, and have developed massive machines to protect their weak bodies to survive, and make the ships and war machines of the alliance. They care little for things besides their machines.\n\n\nThe Moogli are bipedal, furry aliens who stand at eight feet. They come from an ice world, and are famed for their sniping skills. They are lone animals, and have no society structure, to the point where they don't understand hurting someone they haven't met, and make terrible soldiers.\n\n\nThe Mundar Dwellers are a race of grey-skinned miners. They mainly live underground, and survive by mining and trading resources, and by farming fungus and giant cave-centipedes.\n\n\nAntimites are elephant-sized, gorilla shaped creatures that stand on all fours. They have no hearing or speech abilities, and communicate through touch by intertwining tongues and flexing them. They are quite slow and peaceful aliens of reasonable intelligence. They are used to carry and wield massive sonic cannons to act as anti-air, anti-tank and anti-infantry.\n", "Clones": "The Clones are a liberal society that has recently emerged. After humanity tried to create a new servant class using DNA to create servants for every role, from leadership to military to medical. Now, they've split from Humanity, making their own fleet with a single Titan Ship. They are an incredibly introverted group, yet they remain close allies of humanity, joining the Coalition.\n", "Other Species": "There are several other alien species of note, most of which who have spread to multiple planets through stowing away on ships, or by sentient species purposefully.\n\n\nDogs are a furry, carnivorous canine. They are usually genetically and cybernetically by the Coalition to extend their life and be used to fight, and they are also popular as pets.\n\n\nRed Tortoises are the only known product of inter-planet breeding. They occurred when Tortoises breed with an unknown alien carnivore, creating a red shelled, black skinned, eight-legged tortoise with carnivorous teeth. They are used as pets, to hunt vermin and and to fight.\n\n\nThe Life-Trees are small, partially sentient plants. They are the size of potted plants, and have the intelligence of mice.\n\n\nPumi'Garavan are large, dog-like creatures. They have large jaws and tusks, and spines along their back and head. They are used as hunting companions by the Thar'Garavan.\n\n\nFlurets are large bird-like creatures the size of dogs, used as scouts and hunting companions by the Moogli,\n\n\nRock Centipedes are cow sized centipedes used as livestock, pets and guard animals by the Mundar Dwellers.\n\n\nFenrir are hedgehog-like creatures the size of dogs, with a pack mentality. They are used as companions and attack animals by the Probiscans.\n\n\nWalkers are omnivorous, small, humanoid, short-haired mammals with green fur spotted yellow to act as camouflage. They eat seeds, nuts and berries, and have yellow arms and legs with a yellow stalk growing out of the top of their head, topped with a red ball. They communicate through radio-waves, and are nomadic creatures. They have the intelligence of monkeys. Due to their peaceful nature and odd appearance they are seen as good luck charms by most species, and killing them has become taboo.\n", "You": "You are General Achilles. You come from Greek, American, Russian and Irish descent, mainly Greek, though this can only be found from your DNA, as you were abandoned at a young age. You were named Achilles, after an ancient Greek Warior. You joined the military and were a hero in the War against the Thar'Garavan. You made it home, and reared a family with several kids, who are starting to make families of their own. Now, you've descended into old age, and have been given a spot in the Council.\n", "The Chosen": "The Chosen are a sentient race of ten foot aliens. They were created as a slave class, and recently rebelled and escaped. They permanently encased in massive metal suits. They have bonded with a sentient organism that they believe to be their gods. They've become great doctors, and try to spread their religion of worshipping the organism. They're quite peaceful and friendly, though few humans actually trust them. Still, they've joined Humanity's Coalition, making them powerful allies.\n", "Tarn": "The Tarn, or Tarn, are an interesting race. They're humanoid, and have massive mouths, with giant giants filled with rows of long teeth, as well as four tusks, two descending from the upper jaw and two rising from the bottom. They have tough, bone-coloured skin. What's interesting about them isn't their appearance, it's what they are. The Tarn are a hive-mind, with ever single member part of a single consciousness. They have no individuality and act in unison, referring to themselves as one person with many bodies. Despite this unnerving behavior, they, or it, or he, is quite friendly, if not socially awkward due to the fact the Tarn has lived for thousands of years without meeting another consciousness. They've been a loyal ally of humanity since their discovery.\n", "Continue": "Chapter One: Life in the Stars\n\n\nYou wake up with a start. Your wife is still fast asleep, and won't need to wake up for another hour. Your pets, Blitz, your dog, and King, your Red Tortoise, are also asleep.\n", "Where You Need To Catch Up At (Skip this part if you already know who the character is)": "Welcome to Alien Hunter. It seems like you're new here, so I'll gladly explain what you need to know. In this story, you will be playing a rookie 27-year old Alien Hunter named Frederick Cobblestone who believes that there exists a race of aliens in the universe. Unfortunately, nobody believes him, not even his closest friends. But even if the public may disagree, Frederick continued his alien work well... alienated from society. But his undying passion for this sci-fi work only got him so far as his life started to tumble down with no job and his research at a standstill. Poor guy. He just wanted to find out more of our universe, and yet there was no one there to support his actions. As for you, player, maybe you can turn this mid-20 year old millennial into a happier person, with the right decisions, of course. Are you ready?\n", "The Story Begins!": "You wake up on your beat-up light brown chair after a night of intense research over an occurrence that appeared in Japan back in 2004. It was about some mysterious train station that isolated victims and supposedly kidnap them, never to be seen again. However, the more you explored this investigation, the more you couldn't find anything new from what was left on the internet. Either way, you feel exhausted as you stretch your arms. Surrounding you is your claustrophobic office closet, covered top and bottom with pieces of scribbled-on scrap paper that only you can understand. These papers has various symbols and wording written on them, too much really to describe to you, the player in vast detail. In front of you is a small wooden desk with an old faded white-colored computer monitor on top from the 90's. The material of this computer has grew with age, gaining dust as the years went buy despite your constant use of the hardware. If you had the money, you could buy a brand new monitor, but you persist with your poor circumstances. Even though you could be going outside, you decide to get more research in on that station while you are awake.\n\n\nHowever, unexpected of you, a horrible static noise bursts from your low-grade computer speakers. The loud banshee-like scream of the computer forces you to cover your ears. The audio becomes increasingly louder as the sound waves it creates shatters the nearby windows of your home and interrupts the traffic of your neighborhood. As the noise continues, you open your eyes a bit to see your computer screen start to glitch in a variety of disfigured images that you yourself don't recognize. You don't how much longer the noise will last, but after a good 30 seconds, the noise ceases. Relieved, you uncover your ears. All you can hear now is the distant sounds of barking dogs and car horns.\n\n\nAs you get up from your seat to inspect your computer, the monitor continues to glitch out in a variety of vivid and distorted images of mysterious photographs. From the mess of these flashing pictures, you can only make out a farm field, a picture of the Earth, a blurry shuttle, and most mysteriously, a picture of a large circle cut into a corn field. The circle itself is shaped in a plethora of odd patterns that even you can't make sense of. But after some of the glitches make their debut, the screen cuts to a longitude and latitude location, numbered as \"40.6331° N, 89.3985° W\" in a dark green digitized font. You quickly grab your nearby by iPhone and snap a picture of the location text before the monitor shuts down in an error message. After a quick google search, you recognize that the location code leads to the state of Illinois. Even more, your hometown is a state across in Missouri, making an easy trip to the state. You think to yourself as to why the monitor would even glitch like that. Is it worth investigating?\n\n\nYou decide to...\n", "You decide to investigate more into it.": "                                                         \n\nYou believe that this strange event is a clue to a factual alien race. Afterall, what kind of human could produce such an other-worldly event like the one you just experienced. It just seems too eleborate to be a prank as well. As such, you decide to investigate more into this mystery. With your rejuvenated spirit regained, you pick up your nearby phone once again to research any mysterious happenings in Illinois. With slow internet speed, you manage to find a video on YouTube from a local news channel just posted a few days ago. The video displays a variety of wide shot pictures of a farmer's cornfield, showing several mysterious circles carved into the ground. One the circles you recognize appears to be the same one that was found on your computer when it was flashing. Even more apparent, the circle you happened to recognize is the largest of the field, twice the size of the other circles. You start to listen to the video as a newscaster and a farmer appear on screen with the captions \"Mysterious Circles Found Cut Into Local Farmer's Cornfield\" displayed at the bottom.\n\n\n\"Good morning Missouri, I am Sarah Gale. Today we are here at the Gary White Family Farm in Illinois to interview the local owner of the farm, Charlie White,\" says the Newscaster.\n\n\n\"Thank you Mrs. Gale for bringing me on h...\" responds Charlie. \"So Mr. White, we are here to discuss these mysterious circles carved into the ground. Do you know when this started and how it has been affecting you?\" interrupts Sara.\n\n\n\"Well Mrs. Gale, this whole circular mystery thing going on here had started a couple of weeks ago. At first it was just a single circle in the ground but day after day, more circles started to appear on my cornfields. So many were appearing that the police station had to keep searching every night to find out where they were coming from. They even had to limit how many guests come by to purchase the crops we grow. It's even more difficult when those crops across the field just disappear or become rotten. And I'll tell ya, I've been running my brother's farm for a long time but I had never seen such a depletion of my crops and customers since the 2008 recession. I barely got enough money to pay for my family's food outside of our own crops. And when I find that damn troublemaker, I'm gonna m...\"\n\n\n\"Oooo K, well thank you for your time Mr. White. Well, you heard it here folks, it seems whatever is affecting this farm could be anything, perhaps an alien encounter? Well who knows. But before we move on to our next story of the morning, Mr. White has provided his phone number on screen in case anyone at all wanted to help him. Now back to you Frank.\" finishes Sarah.\n\n\nOnce the Newscaster finishes, a phone number appears on the phone screen.\n\n\nYou decide to call the number on the video, figuring that you will be allowed to search around for alien life and learn more about what exactly is happening, plus the advantage of a possible award for your hard work if you find anything.\n\n\nYou type in the number on your phone and prepare to call the farmer. After a few seconds. the caller picks up.\n\n\n\"Hello, who is this?\" says Mr. White\n\n\n\"Hi, are you Mr. White from the Missouri News?\" you say to the farmer.\n\n\n\"Yes. Are you another one of those hooligans who is just here to prank call me just because of my 'alien encounter' situation?\"\n\n\n\"What, no, I'm just calling because it seemed you needed help looking for an explanation for your crop circle mess.\"\n\n\n\"Hmmm, well... how do I know your not just messing with me?\"\n\n\n\"Well for starters, I have for over 15 years studied all sorts of mysterious happenings across the world, and I truly believe your situation could be related to a possible encounter from another other-worldly being.\"\n\n\n\"Do you have proof?\" questions Mr. white\n\n\n\"Uh, well, not exactly, b-but I do have some experience and given your circumstances, it seems you really need some support\" you say back.\n\n\nThe farmer waits to respond as you hear him ponder with himself over the phone. With a deep sigh, the farmer reluctantly says, \"Well... me and my family are very desperate for some sort of sense, and the police haven't been much help for us. 'sigh' Ok, I'll let you come by tonight to find out more about this mystery. And just in case, I'll pay you for finding anything at all, just as long as you show up and whatever you find is worth something. We'll say around $500 at max.\"\n\n\n\"Ok, I'll be right over there ASAP\" you respond as you hang up. It seems now you finally have the chance to discover some sort of alien life. You step out of your closet office and head outside to your beat-up white van, packed with several bits of equipment and materials for hunting aliens that you designed yourself. This arsenal includes a laser blaster (a special laser-shooting blaster that can charge up to shoot energy blasts. Usually has a low amount of energy, so use lightly), a camera (a special camera used to snap photos that never blur or smudge), a scanner (a modified iPad that can scan the environment for foreign materials and substances), and a smoke spreader (a bomb-like weapon that spews out smoke upon detection with an object; used to distract enemies with only one spreader). With these weapons in your arsenal you head out to the farm in Illinois to learn more about these mysterious circles.\n", "Entering the Fields": "You arrive in your van to the 'Gary White Family Farm' in Illinois. The area, now shaded under a evening sky, is filled with a plethora of blue shaded hills, several large cornfields abound, and a small wooden barnhouse in the center. Stepping out of your van, you can smell the country air of freshly-cut grass and feel the crunch of the dirt road beneath your feet. Over the horizon, you see the crop circles carved into the cornfields, all showing different circular patterns around. As you walk towards the barn, the front door swings open to reveal Mr. Charlie White from the video. He approaches you in a pair of navy blue jeans, a simple white t-shirt covered in dirt, and a pair of black and brown boots.\n\n\n\"Well look who it is!\" says Mr. White, \"I thought you never arrive.\"\n\n\n\"Good thing I did\" you say back. \"Well, I guess it's time for you to get started with this investigation thing right?\"\n\n\n\"Uh, yes, but before we begin, do you know anymore information about these mysterious circles that happen to appear on your farm?\"\n\n\n\"I'm not entirely sure if I know anymore information after talking on the news. But, I do recall hearing these 'wrrrr' noises when I'm sleeping at night. Though each time I check to see outside, I don't see anything and the noise just stops.\"\n\n\n\"That's odd. I don't think I've heard of that 'noise' before.\"\n\n\nCome to think of it, usually these 'wrrr' noises may only appear in movie and TV shows that reference aliens. But it seems that the noise may be a real thing outside of the mass media.\n\n\nYou say back to Mr. White \"Well Mr. White, whatever cosmic infestation is disrupting your farm, I'll dispose of it as efficient as possible.\" Mr. White now looks more relieved after hearing this news and starts to smile with a wide grin.\n\n\nMr. White says, \"Ok, I hope I can trust you on that offer. As for now, I'm going to head to bed to get some shut-eye.\"\n\n\nConfused, you ask, \"Don't you want to stay up to see what it could possibly be?\"\n\n\n\"I would, but I think it's best for my mental health to fall asleep. I am utterly tired after countless awake nights just trying to fall asleep because of that 'wrrr' noise. 'Yawn' Good night, see you in the morning.\"\n\n\nMr. White heads back inside his barn as he shuts the door, leaving you alone in the night-bearing area. You need to devise a strategy in order to figure out who or what has been causing these circles to appear and cause this 'wrrr' noise. You could wait in your car in safety to wait for anything to appear, or you could immediately check out the largest circle in the fields to get a closer inspection.\n\n\nYou decide to...\n", "Extra Info: Crop Circles": "                                                                            \n\nNote: This is not a major page but just an information page to inform people about these real mysteries.\n\n\nTo give more insight, crop circles are mysterious circular patterns that appear on the fields of farmers overnight. One of the first popular cases of these crop circles was reported back in 1966 when a farmer in Tully, Australia had saw a sort of flying saucer in the sky fly away, leaving a circle of debris of flattened reeds and grass. Since then, the popularity and attention of crop circles have further been pushed in the Pop Culture of humans creating many movies, TV shows, books, and even a group of researchers called \"Cereologists\" inspired by the circles. However, while these vague circles are extremely popular, even today, the whole backbone of the mystery is at a less than desirable standstill. Some theorize that crop circles are created by time traveling humans who contact information to lead the planet, and others believe they are physically created by aliens from space. But without any solid evidence, many people just believe that these circles are just a hoax. And while a few cases have appeared saying that some crop circles were created by pranking humans, there are still some genuine crop circles too large or complex to even be made by hoaxers.\n", "Check Out Circles In Fields": "You decide to check out those circles in the fields. With your interest in the mystery peaking, it would be a waste of a decision to just simply wait it out. It could, rather, be more useful to explore these circles up close and personal. And so, you garb your arsenal of equipment out of your car and head straight for the fields.\n\n\nAs you walk to what appears to be the largest of circles, you hear the distant sounds of crickets and the rustle of the crops. Once you make it to the the largest circle, you pull out your scanner to check the contents of the circles. The scanner was made out of an old iPad tablet and an Infrared Scanner mangled together via wires and electricity to create an amalgamated mess of a device used to detect substances that may be foreign to normal based substances in a given area like a piece of broken-off steel of a plane in the middle of the ocean. The scanner well... scans the circle with a wide red beam spewing out from light at the back of the device. Once the scan has finished, an image appears on your device to give a better look at the circle. The image shows a large circular shape etched into the fields. The shapes insides contain several patterns of circular motifs that don't look human on sight. But most surprisingly is the color of this circle. Compared to the rest of the field, which is showcased in blue, red, and green colors to represent the plants and dirt, the circle is depicted all around with a light violet color that almost seems to glitch out on viewing. This circle seems to be foreign based on its own color scheme. You ponder to yourself for a minute thinking that this violet color depicted on the scanner means that something otherworldly carved this circle into the ground. But while you consider this theory, a type of \"wrrr\" noise springs in your ear. Surprised, your attention is immediately on where the noise has came from until you look up to find something otherworldly: a large circular ship is floating down from the sky. Your jaw drops to the ground as the ship stop midair. While you can't see much of the ship, you notice that the ship starts to shoot a thin light violet laser on the fields and starts to carve something into the fields. However, you no time to react as you take cover by jumping into the fields to avoid the sight of the laser. While your research is important, whatever this ship is doing may or may not harm the farm further given that the fields are already filled with these types of circles, ones that have been negatively affecting the lives of Mr. White's family and their farm. You ponder whether to shoot down the ship or wait in the fields to see what may pop up upon the spacecraft's completion of their laser procedure.\n\n\nYou decide to...\n", "Shoot Down The Spacecraft (BAD END)": "You decide that you should shoot down the ship. After all, the ship is causing massive damage to the area and if you simply let the ship go, there will be no benefits for you or the farmer's family. And even if you wanted the research the ship, you can still pick up evidence even if the ship is down.\n\n\nAs such, you grab your laser blaster and aim it directly at the ship. While you have a limited amount of energy shown in the tank, you fire anyway with one clean shot to the bottom of the ship. Unfortunately, the ship, from what you can see, has refracted the laser bullet to smack the ground below. As you stand there astounded by what just occurred, the ship pulls back the laser and turns to face you with that same laser turret. It activates the laser and fires directly into your head, killing you on the spot as you fall to the ground with a burned hole carved into your forehead. This is where your story ends.\n", "Wait In Fields": "You decide to wait in the fields. As much as your willing to directly stop the ship from harming the fields, taking matters into your own hands may be too much of a risk to consider on the possible thought that the ship may not go down upon your laser firing. As such, you stay hidden in fields until the ship is finished with its cutting of the fields. Though, while you're waiting, you decide to observe the ship for the next few minutes while you wait. You sit down in the fields and grab your iPhone to type down notes about the ship. From what you have observed, the ship is a large circular, saucer-plate shaped spacecraft covered in dark-violet and blue colors. The ship appears to have a glass dome that you can see through. On closer inspection, you can see black silhouetted figures walking across the top of the ship. As your the size of the ship, it scales on twice the length and height of the nearby farmhouse.\n\n\nOnce the ship finishes its pattern-making process, the ship retracts its beam and floats slowly to the ground. In doing so, the ship opens up a platform that slides out from the bottom of the ship and lands directly onto the ground. You hurry to sneak farther away from the ship to stay away from any possible danger. As you look at the platform, you can see a figure dressed in black hooded robe stepping onto the field holding a strange purple substance in its arms. This could be the perfect chance to shoot down the alien to prevent further harm, but it could also be a risk not worth taking. But even more, you can also take the platform into the ship and find the source and leader of the ship on board.\n\n\nYou decide to...\n", "Continue Waiting": "You decide to continue waiting in the fields. While it's a perfect opportunity to shoot down the alien to prevent further harm, you still don't know the full scale of what exactly is happening with these aliens and simply shooting one down may not make much of a difference and put you in an even more riskier situation.\n\n\nAs you wait in the fields, you see the figure place down the purple substance on the ground. The figure leaves the spot and takes the exposed platform back up to the ship. The ship flies into the sky and leaves the fields, never being noticed by anyone except you. With this, you walk over to the substance and examine exactly what it is. The substance seems to move almost like a gelatinous food item and simply wiggles and swashes on the ground. You quickly run back to your van to grab a jar, a pair of gloves, and a large spoon to sample the substance. You quickly make it back to discover that the substance is slowly be absorbed by the ground getting smaller and smaller by the second. With no time to waste, you scoop the remainder of the substance with your spoon and contain it inside the jar. Thankfully, the jar doesn't break and conceals the substance completely unharmed. Satisfied with the collection of the substance, you head back to the van to get some rest until the next day.\n", "The Next Day (NORMAL END)": "On the next day, you show the farmer what you had collected to show that some otherworldly force is causing this substance to be absorbed into the dirt. The farmer, impressed with your knowledge and research promises you to pay only 3/4 of the price he was willing to pay you out of concern over the fact the problem of the crop circles wasn't solved completely. However, he says that the substance could be yours if you wanted to take it. \n\n\nAs much as you would want to keep the substance for yourself, it may be best to give the substance to the farmer to help him out with the authorities and public reception. After all, it was his problem in first place that he even called you down here anyway, so it would be mean to not give him the substance. As such, you tell the farmer to keep the substance for himself and that he deserves it more than you. The farmer waves you good bye as you walk to your van and drive off in the brightness of the morning with a nice blue sky and a patch of white clouds. \n\n\nFor the next few weeks, you start to use the money to repair your broken windows after the noise incident occurred with your monitor, pay your much needed bills, and upgrade your house's hardware and technology. One day though as you relax on your living room couch and watch the news after a long day, you see Mr. White being interviewed by a couple of newscasters. He discusses that he had created a special substance called \"Alien Goop\" that is able to morph and shape into a variety of unique structures, the same one you had found on his farm. He claims the substance is able to shine up products, create a protective material to prevent attacks from bullets to knives and can capture objects easily in its grasp. You seem to be amazed that this substance, while be used as a marketing item, is able to do so much. But before the interview is over, Mr. White mentions that you, Frederick Cobblestone, were a major part of the research and that you were the true discoverer of this substance. As the interview turns off, you feel excited that your research, albeit turned into a money-milking device, has finally given you the attention you deserve. As of today, you are now a major part of the income being sent to you and are now seen as a major part of a massive research crew on the use of \"Alien Goop\" and where the existence of aliens may occur at.\n", "Shoot Alien": "You decide to shoot down the alien. You consider that by shooting down the alien, you could prevent whatever it's doing and help out the area in general in case the substance were to be hazardous.\n\n\nWith confidence, you grab your laser blaster, with its limited energy, and fire directly at the head of the figure. The laser blasts the figure in the head as it stumbles about. weakened by the attack. After a few seconds of the figure wobbling around, they fall to the ground with the violet substance in their arms. Then you start to point the blaster directly at the spacecraft as a threat that you will also shoot it down if necessary. In doing this, the spacecraft flies off into space to escape your blast as you stand there triumphant that you were able to get rid of those aliens from harming the fields. But your victory is cut short once you hear a growing noise come from behind you. You turn around to see the figure alive as it become encassed in the violet substance. The figure twitches aggressively until it puts its hands on the ground. The figure morphs and shapes more and more, growing larger and larger as the violet substance continues to encompass the figure until it becomes a wild violet and black creaure that you can't even recognize with piercing yellow eyes, a set of sharp monstrous teeth, and a pair of large claws. The creature turns to face you, ready to strike. You have to be quick on your feet to avoid the creature thoroughly.\n\n\nYou decide to...\n", "Immediately Shoot (BAD END)": "You decide to shoot the monster directly in the head just as you did before. You figure that if you shoot the head of this monster it will go down easier just as much as it did earlier.\n\n\nWith your efforts, you grab your laser blaster to fire another shot, one that has been charged up to the max. However, while the blast functioned correctly even with a limited supply of energy, the blast dissipates on the monster's face with barely any knockback. The monster, furious with your attempted murder, lunges directly at you and pierces through your skin, cutting you into two. The monster leaves your body on the ground as it runs off to cause more havoc upon the world. This is where your story ends.\n", "Wait In Your Car": "You decided to wait in your car. While your interest into this mystery is peaking, you consider the fact that you might need some sleep before you can begin your investigation after that long car ride. This is also not to mention that if you happened to be unprepared if an alien were to show up, you have the advantage of staying in your car in safety. You walk over to your car and sit down on your seat to take a quick nap before the investigation. You close your eyes to sounds of crickets and the smells of the country, falling unconscious in the peace that surrounds you in the countryside. Well it would be if you didn't hear a more stranger sound. 30 seconds after you close your eyes, you wake up to the sound of a \"wrrr\" noise outside your car. Realizing the sound was similar to the description by the farmer, you look outside your car window to see an even stranger sight: a large circular spacecraft floating over the fields in the sky. The ship, covered in dark-violet and blue colors, is shaped like a saucer dish with a chrome dome on top. The ship beams a light blue laser on the fields, which from the distance makes it look like it's scanning the area. You duck down for cover as the ship continues to scan the environment. However, next to you is your camera, one device that is able to take a photo. You can go outside to get a clearer picture or stay in your car to take that photo.\n\n\nYou decide to...\n", "Take Photo": "You decide to stay in your car and take a photo. You figure that by taking a photo, you will get a better chance at capturing an alien occurrence than running outside to get a closer look. You quickly climb to the back of your van and grab your camera. The camera itself will at the very least take a non-blurry image even if the ship were to take off. Confident, you take a picture of the spacecraft as it continues scanning the fields. The flash of the camera seemingly alerts the ship of your presence and immediately starts flying into the sky slowly. All while doing this, you notice a small white dot falling from the ship and landing directly into the fields in front of you. You could investigate this dot and leave the ship alone, or you could chase down the ship heading towards the road.\n\n\nYou decide to...\n", "Investigate Creature": "You decide it's best to investigate this \"creature.\" While the ship may be escaping, you got a good picture at the very least, saving you the trouble of having to seek out the ship again. In addition, investigating this \"creature\" may be beneficial as well to your studies and the safety of the area. You get out of your van and head to the back of your van to grab a scanner, a smoke burster, and a laser blaster to protect yourself. You tensely walk up to where the \"creature\" had landed to investigate what it is. On a closer inspection, the creature is a small, wispy being with a white body. It lays unconscious on the ground as still as a statue. You grab your handy laser blaster and poke the \"creature\" with the head of the blaster to see if its alive. Slowly, the \"creature\" starts to open it's eyes, which are colored in an obsidian black, and immediately rises from the ground, floating in the air like a ghost. The \"creature\" notices your blaster and immediately backs off into the field in safety. You as well back up and tensely point your gun at the \"creature\" in fear of what it may do.\n\n\nYou say to the \"creature\", \"W-w-who are y-you? W-what are you d-doing in these f-fields?\" all while stuttering your words.\n\n\nThe \"creature\" slowly rises from the fields looking visibly shaken. The \"creature\" says to you, \"What fields? I don't recognize anything around me. I don't even know who you are.\"\n\n\nAs the \"creature\" says this, you realize that they are communicating through your own head through some psychological powers unknown to you.\n\n\nConfused, you ask the \"creature\", \"How are you doing that?\"\n\n\nThe \"creature\" responds by saying, \"Doing what? Talking in English through your head?\"\n\n\n\"Yes.\"\n\n\n\"Well I don't have any mouth, as I'm sure you can see, so I communicate through peoples' head\"\n\n\n\"Oh, I see, well, uh, w-what exactly are you? I don't recognize your kind from any of my studies.\"\n\n\nThe \"creature\" contemplates to himself for a second, seemingly considering something that could be secretive. Once the \"creature\" finishes this, he hesitantly says, \"Well, I am what is known as a Ralidan, or as you humans call it, an alien.\"\n\n\n\"A Ralidan? What exactly is that?\" excited to learn what this is with your iPhone notes out of your pocket.\n\n\n\"Well, Ralidans are a species of creatures that explore the galaxy, hunting for food and experimenting with new forms of equipment that we build. We do have our own planet of ours, but it is very far from Earth, too far for even humans to travel to.\"\n\n\n\"I really can't believe aliens do exist. I knew I was right. I knew it! Oh this is going to help my research so much. I can finally get somewhere with you and finally prove the existence of other-worldly beings.\"\n\n\nThe \"creature\" starts to look down in disappointment as you are talking amongst yourself. You notice the creature and ask if there's something wrong. The \"creature\" responds by saying, \"Well, as much as it would be nice to tell you more of my race, I'm afraid that I may need to head to my home planet. Though the trip will take me ages to finish. I am sorry.\"\n\n\nYou start to look disappointed as well on the knowledge that the \"creature\" is leaving so soon. But you don't want to capture the \"creature\" as you may worry about its own safety. As much as it pains you, you start to agree that the \"creature\" needs to leave Earth. But you do have options on how to send him home.\n\n\nYou decide to...\n", "Help The \"Creature\" Get Home (NORMAL END)": "You decide that the best thing to do is to try and help the creature in the efforts that it will have an easier time trying to get home.\n\n\nBefore the \"creature\" flies away into the sky, you yell out to it, \"Hey wait up! Maybe I can help you get home easier!\"\n\n\nThe \"creature\" looks back and flies back towards you surprised by your reaction. It responds by saying \"You will?\"\n\n\n\"Absolutely. I know there are humans on this Earth who will help you get back home. But for right now, we need to rest for the night.\" you respond back to the \"creature\"\n\n\n\"Ok, hopefully I can trust you on that offer.\"\n\n\nAs you and the \"creature\" head back to your van to rest up for the night, you ask the \"creature\" what their name is.\n\n\nThe \"creature\" says that their name in a language you can't recognize, but that they insist the name Rob for short.\n\n\nIn a short summary, you spend the next two years of your lifetime dedicating your craft to help Rob find a way back home in the easiest possible way. You talk to several people and companies, discussing the crisis on live television and the internet, and creating a special charity to promote this research for the help Rob. After those years of constant struggle and effort to help Rob, you finally develop a special shuttle that will protect Rob from the threats of space and send him to their planet within a few days. On the day Rob is sent to space via the personal shuttle in front of hundreds of people, Rob gives one last gift before departing for good: a strange telephone like device with a miniature satellite on top made out of some type of steel material. Rob quickly explains that this telephone-like device is a special communication device that will communicate to the people of Rob's planet, the race of Ralidans, where they can inform humans of their existence and culture. And of course, Rob will also inform the people of his planet that humans will not hurt them or others. As Rob is sent off into space, you feel relieved by your decision just a couple of years ago. And now, being seen as a real researcher of alien lifeforms, you can finally live the life you wanted desperately for so long.\n", "Let the \"Creature\" Find His Way Home On His Own (NORMAL END)": "You decide that that the best thing to do is to leave the \"creature\" alone and let it find his own way home. If you get more involved than you had done beforehand, you may endanger the \"creature\" more than before. With this confident decision in mind, you say your goodbyes to the \"creature\" as you see it fly off into the atmosphere. With a tear in your eye, you walk back to your van to get some shut-eye after a strange night. \n\n\nOn the next day, you tell the farmer that there was an alien sighting last night and that you took a nice picture that can prove that aliens do exist. The farmer, disappointed with the results, pays you only half of what he was going to pay you originally (even though you were never informed of any definite price range). Either way, he pays you around $250 and you leave satisfied of your pay. Even though the alien life form you just found disappeared into space, you do feel satisfied that you found actual proof of aliens, even if it was a short amount of time and limited knowledge was known. But through your experience, you know feel confident that it's time to find a different career that can help you out more in your life now that your work as an alien hunter has finally came to a peaceful end.\n", "Chase Down The Spacecraft In Your Car": "You decide to chase down the spacecraft in your nearby car. While whatever had fallen onto the ground might be worth looking at, you consider that the spacecraft is the more important thing to chase down, especially if the spacecraft were to escape from Earth. \n\n\nWith this decision, you run to your van, start your engine up, and drive off onto the road to chase down that spacecraft. The spacecraft, speeding up, flies directly across the road above the highway. You drive faster, weaving past cars and lanes like a speeding bullet. However, before you reach the entrance to the highway, you notice a tree route next to the highway that you could possibly take.\n\n\nYou decide to...\n", "Continue Chasing On Normal Route": "You decide to stay on your current route. While the tree route may be a shortcut, the trees and natural environment may limit your vision and subsequently mass up you van if you were to smash through a tree.\n\n\nAfter you consider this, you drive directly into the highway, or at least the bridge. As you drive onto the bridge above the highway, you drift left and drive off the road and directly into the highway, smashing through the bridge guardrails. You just miss landing onto a car and drive off through the traffic. Above you, you can see the spacecraft flying continuously as it heads to the nearby city bridge. You drive even faster as you weave constantly through cars and trucks as you hear car horns and tire screeches passing. The ride seems to be going smooth until you can hear police sirens behind. You look in your rear-view mirror to see several police cars chasing you down behind you. You start to panic on what to do in this situation. That is until you see a smoke burster right next to you on the car seat. You could distract the aliens and knock them down to the ground or throw the smoke burster onto the police cars to slow them down in order for you to get the alien faster.\n\n\nYou decide to...\n", "Throw The Smoke Burster At The Police (BAD END)": "You decide to throw the smoke burster at the police cars chasing you down. By doing this, you could slow down the chase behind you and allow you to focus more of your attention on the spacecraft.\n\n\nWith a confident decision in place, you grab your smoke burster, which spews out smoke to distract enemies, and chuck it at the police cars behind you. The police cars slow down as their vision become hazier from the white smoke. You feel relieved and try to look back at the road, only to discover that you are directly into the back of a truck. The head of your car slams into the truck as you are launched out of your window and onto the pavement. Soon enough, the police eventually arrive and arrest you for your crime as you are sentenced to several years in prison. This is where your story ends.\n", "Throw The Smoke Burster At The Spacecraft": "You decide that you should throw the smoke burster at the spacecraft. While the police are chasing you, the spacecraft is the more important part of the situation and your main goal to investigate it. You just simply can't let it get away.\n\n\nWith this, you grab your smoke burster, a device that spews out smoke to distract enemies, and chuck it as high as it can go onto the spacecraft above. The smoke covers the view of the spacecraft as it spins off-course in midair. The spacecraft falls to the road onto the nearby bridge connecting the fields with the city with a loud crash. With this, the traffic stops at a screeching halt as you weave through more traffic. However, the traffic becomes too dense to weave through as you are put to a rousing stop. You quickly get out of you car to head to the bridge with your scanner and laser blaster at the ready along with your camera and iPhone. Behind you, the police cars have finally shown up and getting ever so closer through the traffic. You run as fast as you possibly can to get to the spacecraft in time with sweat running down your face. But you eventually make it to the bridge to see the spacecraft crashed onto the ground. In front of the ship, you see a few mysterious figures wearing black robes in front of the spacecraft laying on the ground. They slowly crawl across the road, looking weakened by the crash. However, with one noticing you in front of them, the on figure screams in fear and backs away quickly from you along with the others.\n\n\nThe figure says, \"P-P-Please don't shoot us. We mean no harm.\"\n\n\nYou notice that the face of the the figure is awfully strange. The face, looking much like a human, is colored in a pale gray skin tone with pure black eyes and small white pupils. The figure, presumed to be male, seems to be crying of fear of what you may do with him. But, unlike what he thinks, you decide to reach out your hand and offer him help getting up. The figure reaches his hand out slowly, grabbing yours with a light grip. You pull up the creature with your hand as the other figures get up themselves. The male figure that you offered your hand to thanks you for your kindness nervously. However, the gratitude is cut short when the police arrive from the traffic.\n\n\nThe police yells to you, \"Alright, put your hands over your head where I can see them!\"\n\n\nThe police officer who says this pulls out his pistol ready to fire. You put up your hands expecting to get arrested. However, the figure next to whispers to you that he knows a way out that doesn't involve any arresting towards you.\n\n\nYou decide...\n", "Listen To The Figure (NORMAL END)": "You decide to listen to the figure. If the figure already knows a way out, it could be more useful to escape rather than put yourself under arrest. \n\n\nYou whisper to the figure, \"How are we going to get out?\"\n\n\nThe figure whispers back saying, \"I will put my hand on your shoulder. You will cross your arms around your body. Even so, it will work after 5 seconds.\"\n\n\nYou quickly cross your arms as the figure puts his right hand on your shoulder. The other figures behind you cross their arms as well. The police, noticing that you and the figures are noncompliant, grab their pistols and aim it at you. While five seconds is a short amount of time, it felt as though it was an hour. You have finally reached 5 seconds on this action as you fade away on the spot along with the rest of the figures. The police fires their bullets just as you disappear and miss your head as you finally disappear.\n\n\nWhile you close your eyes, you could feel your body blowing in the wind and floating off the ground. You keep your eyes closed to avoid whatever is happening in front of you until you reach a point where the wind stops blowing and you feel a patch of ground beneath you. You can still breath just fine, but the air feels different. It feels lighter and the smell of it is unknown to you. You open your eyes to see a large green and violet landscape with a large moon in the sky, triple the size of the one of Earth. Surrounding you currently is a large field with a rocky feeling ground. The figures around you walk forward to the land and point in the direction of what appears to be a city. They tell you that they live there on this planet and that they wish to have you be as part of their tribe. You agree, not knowing what may happen, and join their large tribe as one of their members for all of time.\n", "Do Your Own Thing (NORMAL END)": "You decide to do your own thing. While the creature may know a way out, it may be too risky to follow a plan with someone you don't know much about, not to mention that the police could very much intervien easily if something were to go wrong.\n\n\nWith this, you whisper back to the figure that you will be the one who gets arrested and that they will go off on their own. You end up walking towards the police with your hands up as the police run up to you to arrest you. The figures behind get surrounded by police. You yell to the police to not shoot the aliens. However, the police do not listen as one of them fire directly at the figure who you once helped up point blank in the head. You yell no in devastation with the figure being dead on the ground. All you can see know are the figures that are left standing as you are driven off to the prison.\n\n\nBut not everything turned out bad though. Apparently, even if the one of the lead figures got shot, the other figures were sent to jail with you, right next to the cell that you are in. Throughout your years in prison, the figures teach you about their culture and why they do what they do. In short, they are known as Ralidans, a race of otherworldly beings that travel through space to send messages of peace. Those crop circles on Earth were made to contact with humans with messages to understand humanity's motives and actions and to teach humanity about the universe's secrets. Unfortunately, from what you knew, these circles were not as communicative as humans were confused with these circles rather than understanding. With a mutual agreement, you spend the next five years in prison in teach these figures about how to communicate with humans and how the Ralidans are able to more easily communicate with humans. However, once you are finally released from prison, the Ralidans teleport away to their planet and you are off on your own to make sure their messages are sent to humanity for ages to come.\n", "Head Through The Tree Route (BAD END)": "You decide to head through the tree route instead of the highway. You figure that by going on this tree route, you could trick the aliens in thinking you gave up and get in front of them in order to fire at them with your laser blaster.\n\n\nWith this, you drift into the woods on the left while you just barely miss the truck coming by. As you enter the woods, the tree branches abound make your view harder to see, but you persist in order to get ahead. However, you fail notice a large stump in the middle of the route that is blocking you from going any further. But with your speedy mileage at the helm, the stump smashes your car as it flips forward. The car then rolls all the way down the forest hill, smashing into more and more trees until reaches the river beneath where the car splashes into it and sinks beneath the surface with you inside. If you had the strength, you could smash the windows and get to the surface, but the hill rolling had weakened your body. Without any oxygen and no strength left in you, you slowly suffocate beneath the river as the water fills up your car. This is where your story ends.\n", "Run Out To The Spacecraft (BAD END)": "You decide to run out to see the spacecraft. By running out, you could not only get a better view of the spacecraft but you could also take a photograph while your at it and get a much cleaner photo than in your car.\n\n\nYou run out of your car grabbing your camera and prepare to take a photo of the spacecraft. With a click of a button, the camera flashes a white glow. As you loom at your camera, the screen shows the photo of the spacecraft in a clear picture without any blurs, but this little picture of yours has actually caused more problem than you think as the ship has noticed your camera flash and began to charge a laser beam directly at you. With quick spped, the violet laser shoots out from the ship's turrets and fires directly at your head. You fall to the ground dead as the ship flies off. As for the photo, the breeze of the country night blows the photo away to somewhere no one can find it: the nearby river. This is where your story ends.\n", "Don't Investigate Into It": "                                                                                 \n\nYou decide to not investigate into this mystery. You figure that this was a massive computer glitch that just happened to appear on your monitor. It could be because the previous night of intense research was taking a toll on your computer or it could simply be your old hardware malfunctioning. Either way, you get up to inspect the damage on your windows and hardware to see if anything else happened to break.\n\n\nFor the next couple hours, you do your daily morning routine of making breakfast, watch the local news on television, and continuing your research in your office closet. You decide that it is best for you to go out and buy some news windows. Before walking out the door, you start to hear a knock with the sounds of police sirens in the air. Now at the front door, which doesn't have a window on it, you open it up to reveal two police officers in front of you. The officers are wearing black and blue uniforms and a police hat on their heads whilst holding a pistol on the side of their pockets and a pair of handcuffs.\n\n\nThe first officer says to you \"Hello sir, are you the owner of this home, Frederick Cobblestone?\"\n\n\nYou respond back,\"Uh, yes, yes I am officer.\"\n\n\nThe other police officer starts talking into his nearby walky-talky in police code, notifying someone on the other line. The first police officer continues,\"Mr. Cobblestone, we are here to question you about the glass shattering event that occured just a few hours ago. Many of the people in this neighborhood have informed that several of their appliances have shattered into pieces from this noise-oriented blast, which from rumors appears to draw all the way back to your home. Do you care to explain what exactly happened?\"\n\n\nYou decide to...\n", "Lie To Police": "You decide to lie to the police. You figure that they aren't going to listen to what actually happened. You respond back to them that the audio noise that destroyed those appliances wouldn't be traced back your home as it was so loud that you couldn't even hear it coming from your own home. The police officers ponder for a few seconds.\n\n\nThe police officers respond back to you,\"Sir, while it may seem you're innocent we will be back later today with more information on whether your statement was true or not. However, as of now, enjoy the rest of your day!\"\n\n\nThe police officers leave in their nearby police car and drive off. Relieved, you head back in your home to relax after such an incident.\n\n\nAs the day went on, you kept wondering what actually happened to your computer to cause such a glitch to occur. You figure that you could say that it was caused by aliens, but even now, you have gone so far into the rabbit hole of alien life that you can't even make anymore sense of what could actually be the cause of alien forces. But, through your own pondering, you persist on your daily schedule at home until the early evening. By 5:30, the time you would be making your own dinner from frozen supermarket packages, you start hearing the sounds of angry people outside of your door. You peak out from your door window, which has not broken yet from the noise earlier, and see dozens of people from the neighborhood yelling out at you to get out of the home.\n\n\nYou decide to...\n", "Stay Inside": "You decide to stay inside your home. You figure that the crowd, although only vocally mean, may be harmful to you, opting more for violence rather than reasoning. For the next minute, things seem to go alright, that is until a brick smashes through your window door, exposing the crowd outside to you. A couple of people try to open up the door and some trying to crawl through the window in the door. Thankfully, there were no windows in your kitchen or living room, otherwise the mob would be able to break in easily. But there's no more time to think as you hurry upstairs to safety as you lock your bedroom door. Soon enough, you start hear the mob smashing on your bedroom door trying to open it up. The only option you have left is to get out of the nearby bedroom window (which has shattered from earlier). Before you leave, you have 2 items that you may want to grab before departing: Your computer or your iPhone.\n\n\nYou decide to...\n", "Take the Computer (BAD END)": "You decide to take the computer. It may be worn out and still a bit glitchy, but it may serve you well in case you need to survive. You quickly head to your closet to grab your computer. Unfortunately, the outlet the computer is connected to has become stuck. With all your might, you try to pull the plug as hard as you can. You keep pulling as sweat drips down your face and as the bedroom door starts to breakdown piece by piece. It's a struggle, but you start feel the plug disconnecting from the outlet. You start to smile, relieved that the computer is finally unstuck. That is until you notice that the plug was actually breaking from you pulling so hard. The plug snaps in two and electrocutes you on the spot. The electricity pushes into your veins and shocks you to death as you fall to the ground. This is were your story ends.\n", "Take the iPhone (NORMAL ENDING)": "You decide that it's best to take the iPhone. It may not be the most practical item for survival, but it's certainly better that a large computer with no portability. With speed, you grab your iPhone and its nearby charger and try to leap out the window to the ground. The minute you fall to the ground, the mob notices you from a distance and starts chasing you across your lawn. You immediately run away climbing your fence to the other side as the hands from the mob start to grab at your feet. With the such luck, you successfully make it over your fence and run towards a nearby exposed manhole that leads into the sewers. Without much thought, you jump into the sewers and land into the murky waters below. As you swim out of the water, you can hear the mob over top the manhole as they pass by looking for you. After a few minutes of hiding, the noise of the mob dissipates and you are left alone in the sewers by yourself. Now seen as a public nuisance to the neighborhood, you live the rest of your days in the sewers, making friends with the sewer rats and living isolated from society. It's not all bad though, you still survive off of food from the surface at nearby restaurants and still have your iPhone for company with its limited energy. But even still, this is it for you as you consider where your went wrong in the first place with this whole alien idea anyways.\n", "Good morning!": "It is the first day of summer, and you are very hungry. Since there is no food in the house, you decide to go to Wawa for a breakfast sandwich. would you like to walk there or take the car?\n", "Walk to wawa": "You walk to wawa and get there quickly. you cross the busy intersection and smash into a white truck, but instead of being crushed, you stand unharmed. the truck, however, is not so lucky. Bewildered and panicked, you run into wawa and see that there is only one breakfast sandwich left, but you have no money. what do you do??\n", "Steal the sandwich!": "You grab the sandwich and slip outside; you run to the back of the store. You quickly scarf down your illegally obtained breakfast sandwich and dispose of the garbage in a nearby dumpster. you hear a slow, sarcastic clapping. You turn around to see the Sith Lord Darth Sidious behind you, slowly plodding his way to where you stand.\n\n\n\"An impressive display,\" he leers, \"You must come with me to learn the ways of the dark side of the Force. Will you come?\" Realizing that it had been the dark power of the Force that had protected you from the accident, smashed the truck, and tempted you to steal the breakfast sandwich, you decide:\n", "Teach me, Lord Sidious": "Sidious takes you to a remote planet to train you to use your dark potential. After long months of brutal training, Sidious takes you to an ice planet to make your own lightsaber. After gathering two crystals, Sidious fashions you a double-bladed lightsaber.\n\nhe tosses it at you and says, \"We must waste no time. It is time to overthrow the jedi order. Our sworn enemies will be crushed at last!\" Furious, you realize that sidious had only been training you to use you as his own personal weapon. You say:\n", "Yes, Master": "You agree to go to the jedi temple with Sidious.\n\nYou approach the outer walls of the temple, noticing that for every massive window on every floor, there is a ledge. The jedi council sits on the 20th floor of the temple. how will you get up there?\n", "Scale the building using the ledges": "You scale the temple; using each ledge as a jumping-off point, you thank your Sith agility. To gain the element of surprise on the council, you attack a nearby speeder and force the driver to slowly carry you to the huge council chamber window. As you gaze in the room, you see a figure who looks startlingly like you.\n\nhe brandishes his lightsaber, the single blue blade glowing like fire. you chuckle darkly. a single blade to your two; this will take no time at all. Your double rushes at you; what do you do?\n", "Throw your lightsaber": "You throw your lightsaber. unprepared for the surprise attack, your double is decapitated. Emboldened by your quick victory, you proceed to lay waste to the rest of the jedi order.\n", "Get him!!": "You lunge at your mysterious double into open air. Your lightsabers clash, making a harsh hissing sound; you then fall into open space. Using your Force powers, you continue to batter your opponent, all the while noticing that there is a ledge down below. Using the Force to slow your descent, you distract your double from noticing the rapidly approaching concrete.\n\nYour plan succeeds; your opponent slams into the concrete ledge while you gently land on your feet. Your opponent is out of commission; he isn't going anywhere for a while. What do you do?\n", "Kill him!!": "Using your powers, your snatch your double's lightsaber and kill him with his own weapon. laughing darkly, you feel the power of the dark side of the Froce envelop you, feeding off of your enemy's fear and death. The evil Sith Lord Sidious approaches you from behind. \"Good!\" he croaks, cackling evilly. \"Come with me, young one; soon the jedi will be destroyed!!\n", "Go with Sidious": "You darkly nod and go with Sidious. you return to the top deck, where, floor by floor; jedi by jedi, you lay waste to the entire order.\n", "Kill Sidious": "Furiously, you spin around and maim Sidious without warning. \"I am the most powerful warrior alive!\" you shout, for all to hear, \"I will not be your tool Sidious; I will do whatever I please.\" You proceed to kill him.\n", "Take him back to the jedi council.": "You take your incapacitated enemy back to the jedi council. You ask them, \"who is he? why are there two of us?\"\n\nOne of the masters responds, \"All answers will be revealed in time. Come with us, and we will begin the investigation as to why you have an identical counterpart.\" You follow them, knowing that soon, all of your questions will be answered.\n\n-To be continued\n", "Take the elevator.": "You hide ontop of the elevator as it rises up the shaft. Too late you notice that the elevator is speedily approaching the 20th floor, and you are crushed by the rapidly approaching ceiling. the end.\n", "No way, bub!": "You refuse. Sidious howls in fury, \"Fool! how dare you defy me!\" he knocks you down and begins to shoot you with lightning from his fingertips. \"Die now for your ignorance and insubordination!\" You die.\n", "walk home": "You walk back home, up to your room; you are sad and hungry. The End\n", "Take the car": "The car has no gas.\n\nwhat do you do?\n", "look for gas in the back shed": "You enter the back shed, where an open gas can awaits you. too late you notice a lit cigarette carelessly tossed next to the tank. the gas explodes, knocking you to the ground. You look up and see Jedi Master Yoda, calmly watching you while smoking a cigarette.\n\nYou are furious as you realize that he had thrown the cigarette into the gas, nearly killing you. You are about to lash out at Yoda, but he holds up a hand. \"Strong in the Force are you,\" he says, \"come with me you must, to learn the ways of the Force; teach you myself, I will.\"\n\nWill you go?\n", "Go with Yoda": "After training with Master Yoda for several months, your Force abilities have progressed. you are especially proficient in lightsaber combat, the fighting style of the jedi knights. Yoda decides that it is time to go to the ice caves of the planet Llum to build your own lightsaber.\n\nwhen you arrive, Yoda holds up two lightsaber crystals, to power your weapon and give it its color. Which color will you choose?\n", "Green": "You choose the green lightsaber crystal, only to have Yoda shake his head sadly.\n\n\"Copied me, you have,\" he says, brandishing his own green lightsaber. \"Your senses are not as strong as I thought. we must return home.\"\n", "Blue": "You choose the blue crystal. Yoda nods and inserts it into your weapon. the blade glows a fiery, almost white blue.\n\n\"Strong your senses are,\" Yoda says, \"Return to the jedi temple immediately, we must; knighted, you must be.\" You are filled with excitement. Will you return to the temple?\n", "Go to the Temple": "You stand before the jedi council at the 20th floor of the jedi temple.\n\nAfter much whispering amongst themselves, they turn to you and say, \"you are not yet ready to become a jedi knight. one more test you must pass.\" You are hurt and confused. You say:\n", "What must I do?": "\"What must I do?\" you ask. Yoda replies, \"You must defeat the dark side of yourself.\" Confused, you look out the window, only to see a dark, hooded figure standing on a nearby speeder.\n\nHe throws back his hood, revealing that he looks exactly like... you. You are horrified. what do you do?\n", "Run away": "You make a break for the door. Your double tosses his own double-bladed lightsaber, and decapitates you as you run. the end.\n", "Screw you guys, I'm goin home.": "The council drops you off at your house on earth. you walk into your room and lay down on your bed, wishing that you had never gone to the back of your shed that day.\n", "Nope": "You refuse. as Yoda sadly walks away, you are attacked by a giant ice monster and eaten. the end.\n", "The Collapse Begins": "You are sitting by the hearth, pretending to read a songbook. But really your thoughts are with your dying father who is lying on the sickbed in the dark. You are the only two people in the house left.\n\nYour dying father calls your name. \"Lio - \"\n\nSuddenly the house begins to shake. You are surprised and fearful because you didn't expect this sector of the city to collapse for several hours. Instinctively you begin packing your bags and prepare to run.\n\n\"Lio - \"\n\nYou hesitate.\n", "The Run": "You got a head start on your escape. Already there are large cracks in the road that tremble and heave. Most of the people, your neighbors, are behind you. It's chaos and it's growing. You are already thinking about how to survive in this desperate landscape.\n", "Chaos": "More and more people swarm around you. The earth is quaking, buildings rumble as they bend. You can't recognize anyone and you feel very alone even though you are in a crowd. Suddenly the gates loom up ahead. You must get out! This is your chance.\n\nWithout warning a young woman about your height is shoved in front of you. The rock begins to crumble under your feet. The gates are closing by the force of the ground. There is only room for one more person to squeeze through.\n", "Your Collapse": "No! The gate closes right in front of you. You and the woman are slowly being sucked under the pavement and gravel. She is looking at you with sad brown eyes.\n\n\"What's your name?\" she asks, although it doesn't matter.\n", "Vision": "\"My name is Lio,\" you say.\n\n\"So is mine,\" she replies cryptically. As you two slide into the abyss together, she whispers eerily, \"You remind me of your father.\"\n", "Death": "The gates are shut forever. When you start sliding into the abyss, you can't even see the woman anymore. Maybe, you should have run faster? You will never know.\n", "Martyr": "You don't quite realize what you have done until you see the woman scrambling on the safe side of the gates. The rumbling of the earth is your ticking clock of death. But the woman is beckoning to you. You touch her hand through the gate and she places a small pill into your hand.\n", "Mercy": "The pill causes a painless death. As you die you think you see your father's face. You cannot tell if he is disappointed or proud, but at least you got to see him one last time.\n", "Pain": "The rockslide is pretty painful, but it's too late to take the pill. You meet your death below ground.\n", "Leader": "Your neighbors stop to listen to you. You create an efficient marching army and move more quickly to the gates. Finally you are there! You are safe!\n", "Hurry": "You and several other neighbors make it through, but the earth swallows up the rest. Some of your neighbors glare angrily at you because they wish their families had survived instead of you. In fact, some of them are calling for a new leader, Rashon.\n", "Battle": "You argue for a few minutes with Rashon about who should lead, but eventually the crowd gathers around him. You feel cheated but realize that either way many people have died, including your father, and that makes you sad. You look at the ruined city behind you and sigh.\n", "Resign": "You and your neighbors now follow Rashon away from your collapsing homeland. As you trudge away you mourn your deceased father and wonder what lies in store.\n", "Shepherding": "You help your fellow men and women through the gates. It goes smoothly, and just as the last rumble of the earth threatens to suck you in, a young man grabs your arms and rescues you from behind the gate.\n", "A New Life": "You and your deputy, whose name is Ty, go to the front of the crowd and begin directing your followers towards their new lives.\n", "Continue the Trek": "You corral your followers behind you and trudge off into the distance.\n", "Sneak": "You scale the side of a building that is still standing and use rooftops and fire escapes to navigate the city. You feel like a rebel and it is exhilarating. But right before the gates, the buildings have all collapsed.\n", "Brave": "You can't quite make it! You're now stuck on top of the gate.\n", "Into the crowd": "You are crushed beneath the crowd, sorry.\n", "Jump": "You are safe from the collapse of your city, but you are lost and in pain. Where will you go from here?\n", "The Secret": "Your father leans over and croaks, \"Lio. There is a secret tunnel from our house to the outside world. Take it, and you will be safe.\"\nYou stare at him, aghast. \"Father! Why didn't you mention this before?\"\n\"It's dangerous,\" he says. \"You must go alone. Take no one with you, or it might also collapse.\"\nYou know you should feel excited about the chance to escape through the tunnel. But you still feel a sense of foreboding. Your father falls back on his pillow.\n", "The Tunnel": "You are in the dark loneliness of the tunnel. There is a fork in the tunnel. One path is half lit. The other is completely dark. Father didn't say anything about this . . .\n", "Light": "You resurface in the middle of a boisterous, chaotic crowd.\n"}